[{"Nuances in Authority":"Solar Plexus and Spleen both defined -- you may receive instantaneous alerts from the Spleen in the moments, but you are still directed by your emotions, so you'll best be served when you wait and feel it out before making a decision \n Solar Plexus and Sacral defined -- you may receive gut responses from the Sacral, moving you towards or away from in its yes or no responses. But emotions are still your authority so you're best served when you recognize the gut response, wait and feel it out, before making a decision  \n Solar Plexus, Sacral and Spleen defined -- you may receive alerts from the spleen and have your gut response from the sacral but you'll do best to wait for emotional clarity  \n","Suggestions / At Work":"Communicate your need for time before making a decision. You may say something like:  \n \"let me sleep on it and get back to you\"  \n \"sounds interesting, let me take some time and I'll let you know\" \n Respect other people's need for time - bake in additional time before you need a decision so there isn't the pressure of urgency, wherever possible  \n Be wary of flash sales and pressurized time commitment situations  \n Take time to observe your emotional wave mechanics and with time, you'll come to master it and know how to wait for your emotional clarity to emerge \n","Description":"When the Solar Plexus is defined, regardless of any other definition in the chart, you have emotional authority. This means that you are best served when you make decisions based on how they make you feel. Because the solar plexus center is a motor with emotional energy that pulses in waves, decisions are best made after a period of time of riding the emotional wave to get to clarity. Clarity may not look like 100% certainty but it would be the absence of an emotional charge to the decision. Time is key here and the amount of time needed for clarity will depend from person to person and situation to situation. (Before I left my last 9-5 job ever, I waited for about 3 months for emotional clarity). A common trouble emotionally defined folks face is making a decision on the high or low of their emotional wave - falling into the trap of being spontaneous. Over time, as their wave stabilizes, and clarity emerges, they may regret the decision made. This is because of the wave mechanics of the solar plexus center - with its shifting moods and energy. Spontaneous decisions made by the emotionally defined may be out of hope or fear about how things will turn out, and as such, paint a misleading picture that cannot be fully relied on. \nIt is recommended for emotionally defined folks to at least sleep on a decision before making it. \nSociety has placed an expectation that we respond to things at fast speeds, make decisions right away and not keep others waiting. However, half of the people in the world are designed to wait. Half of us are designed to take our time to feel out our decision before making it. \nClarity for us is when something feels right - it is a peaceful, calm knowing feeling in our bodies. \n","Stats":"~51% of the population","Centers":"Solar Plexus Center","Authority":"Emotional Authority","Non-Primary Text Source":"N/A\n\n"},{"Nuances in Authority":"Sacral and Spleen both defined -- your gut responses get enhanced by the spleen's senses, fast-tracking it to a split-second response. Your gut response is the director, the spleen is supporting as they work together \n","Suggestions / At Work":"Request to be asked yes/no questions to initiate the sacral response, or ask yourself yes/no questions  \n Remember that the sacral authority is for decisions in the present moment and is responsive not proactive  \n","Description":"Sometimes referred to as Generated Authority. This is specific to some Generators and Manifesting Generators as it requires the Sacral center to be defined. This is the authority that asks that you follow your gut. That sensation and sound from your lower belly. Yes. With this authority, your sacral response in the moment is the correct authority for you at any given point in time. The Sacral gives its ah-huh (yes) uhn-un (no) or hmmm (I don't know right now, ask me later or in a different way) as a reliable, trust-worthy guide for all with this authority. \nFolks with his authority may need to spend time reconnecting with their Sacral if the responses are not coming through clearly. Folks may also struggle with telling the difference between a Sacral response and an emotional reaction. A response is measured and relaxed - a knowing, whereas an emotional reaction is hasty and charged. \nWith time, you'll build the hearing and reliance on this powerful inner guidance system.","Stats":"~33% of the population","Centers":"Sacral Center","Authority":"Sacral Authority","Non-Primary Text Source":"https://www.goalcast.com/human-design/ \n https://www.jovianarchive.com/Human_Design/Authorities \n https://www.geneticmatrix.com/human-design-authority/ \nhttps://www.projectormovement.com/blog/human-design-self-projected-projector#:~:text=As%20you%20can%20see%2C%20SPP's,about%2013%25%20of%20all%20Projectors.\n\n\n"},{"Nuances in Authority":"N/A\n\n","Suggestions / At Work":"stick to your guns - it may seem rash or impatient but know that for you and 11% of the population, this is what's right \n if it helps, write down the instantaneous decision you received from your spleen and share that decision in a time appropriate manner. navigate as best for you, but trust that spontaneous decision no matter what  \n remember that the spleen recognizes what is wrong but also what is right, and the exact way you experience its messages will defer from person to person \n","Description":"This is the spontaneous decision making Authority. Truth for you is in the moment. The Spleen communicates its messages instantaneously, in the now. Folks with this authority need to pay a deep level of attention as the splenic messages are subtle. There is no time with this authority to go deep, the spleen just knows what it knows and it takes the mind some time to catch up and by that time, you may fall into a conditioned response from the mind. This lightening fast, instantaneous decision-making may feel rash but it is the way that your decisions are best served and it can be very impressive when you learn to trust it. It is not impatient, it is not rash, it is what's right for you. Some people say that the intuition only speaks once and if you don't pay attention, it is lost. Others say that it knocks three times for them to know it's true. Regardless, it requires connecting with the body and staying in tune with its messages. \nSomething to be aware of with this Authority is that since the Spleen is only concerned in the now, in the present moment, as conditions change, its direction can also change.","Stats":"~10% of the population","Centers":"Spleen Center","Authority":"Splenic Authority","Non-Primary Text Source":"https://www.goalcast.com/human-design/ \n https://www.jovianarchive.com/Human_Design/Authorities \n https://www.geneticmatrix.com/human-design-authority/ \nhttps://www.humandesignlifecoaching.com/blog/2018/12/22/how-to-make-correct-decisions-human-design-system-splenic-authority\n"},{"Nuances in Authority":"Only Ajna defined  \n Ajna and Head defined  \n Ajna, Head and Throat defined \n","Suggestions / At Work":"Communicate your need for time to make a decision \n Have a group of trust worthy friends who can help you sound out your decision \n Pay attention to the information coming from your open centers and use them to discern what may be right for you \n","Description":"This is a rare form of Authority where there is no definition beneath the throat and so guidance is received from the open centers. It is also known as mental projected authority and is specific to mental projectors (the archetype of outer authority). For these folks, environment matters a lot - being in the right place and with the right people influences the right decision-making. You may have a trusted group of advisers but not to get advise from them, instead to hear your own thoughts as they act as a sounding board for you. \nThis authority works best when it is not rushed into decision-making. Its process is slow, meticulous and measured. In some ways, it is similar to the typical ruminating that society has conditioned majority of people to follow, whereas it only really serves 3% of the population who have this specific definition. ","Stats":"~2% of the population","Centers":"Ajna Center ","Authority":"Environ(mental) or no Inner Authority","Non-Primary Text Source":"https://www.goalcast.com/human-design/ \n https://www.jovianarchive.com/Human_Design/Authorities \n https://www.geneticmatrix.com/human-design-authority/ \n\n"},{"Nuances in Authority":"G center connected to the Throat  \n G center connected to the Heart with the throat undefined \n","Suggestions / At Work":"Recognize that your decision making process is different than most people  \n Teach your friends to support your process by being sounding boards vs giving advice  \n Take the time to remove yourself from the willpower or intensity or emotional exuberance of others while you're making your decision \n","Description":"This is a rare form of Authority with no motors and a connection between the G center and the Throat or the G Center and the heart. For folks with this authority, your decisions are best served when you can hear what you are saying about the decision (without thinking consciously about what you should or shouldn't say). Similar to mental projected authority, it is helpful to have people you trust who can help you hear yourself out. You need to have your decisions projected or reflected to others in order to receive clarity. There is some conflict in what teachers say about this authority - some say that it may come as an inner knowing that subtly arrives somewhere in your sternum area. That it requires no projection / speaking with others as it is an inner knowing/realization that arrives in its time, cannot be suppressed and can be difficult to explain. This could be for the G Center to Heart connection. \nIf you have this authority, it may be helpful to experiment with these two different schools of thought and see what resonates with you. Or perhaps you already have an inclining of what seems right based on your own lived experience so far. ","Stats":"~2% of the population","Centers":"G Center -> Throat Center OR Heart -> G Center","Authority":"Self-Projected Authority","Non-Primary Text Source":"https://www.goalcast.com/human-design/ \n https://www.jovianarchive.com/Human_Design/Authorities \n https://www.geneticmatrix.com/human-design-authority/ \n\n"},{"Nuances in Authority":"N/A \n","Suggestions / At Work":"Follow your ego-driven heart response  \n Learn how to communicate your decisions / frame them to the people who may be impacted by them \n","Description":"This is a rare form of Authority specifically for Manifestors who have no other motors defined and a heart to throat center connection. Your truth is in your words - what you say when you're not trying to control it in the moment. If your heart's not in it - that's the decision right there. Whereas if your heart soars with the thought of the decision, it is right for you. This is an ego-based authority which is deeply concerned with what the person wants. It is a very personal and subjective process. This isn't a good or bad thing, it just is. But society has conditioned us to see it as selfish. For Manifestors with this authority, the strategy of informing becomes even more important. ","Stats":"~1% of the population","Centers":"Heart Center -> Throat Center","Authority":"Ego Authority","Non-Primary Text Source":"https://www.goalcast.com/human-design/ \n https://www.jovianarchive.com/Human_Design/Authorities \n https://www.geneticmatrix.com/human-design-authority/ \n\n"},{"Nuances in Authority":"N/A\t\n","Suggestions / At Work":"Communicate your need for time to make a decision \n Pay attention to the information coming from your open centers and use them to discern what may be right for you \n \n","Description":"This is a rare form of Authority specifically for Reflectors who all have no centers defined. It is called Lunar Authority because of the initial guidance to wait a lunar cycle before making a decision. As such it is both the Reflector's strategy and her Authority. Reflectors who have spent years living this human design experience with awareness say that 28 days is not a necessary wait time but that they are indeed best served when they take some time before making decisions. For these folks, environment matters a lot - being in the right place and with the right people influences the right decision-making. You may have a trusted group of advisers but not to get advise from them, instead to hear your own thoughts as they act as a sounding board for you. \nThis authority works best when it is not rushed into decision-making. Its process may be slow, meticulous and measured. ","Stats":"~1% of the population","Centers":"None ","Authority":"Lunar Authority","Non-Primary Text Source":"https://www.goalcast.com/human-design/ \n https://www.jovianarchive.com/Human_Design/Authorities \n https://www.geneticmatrix.com/human-design-authority/ \n\n"}]