[{"Circuit":"Individual ","Keynote":"Empowerment","Description":"The Individual Circuit Group is the most complex of the three groups, involving all nine energy centers and consisting of one major circuit - the knowing circuit and one minor one - the centering circuit. The individual circuit group's themes are mutation and empowerment. The energy in this circuit is about individual knowing, being present in the moment and being able to effectively communicate your knowing, ideas, self-identity to others. The individual may display selective listening as they tune in deeply to their own inner world and what they are focused on in the present moment. the energy of this circuit carries the potential to bring mutation (transformation) to not just the individual but also the tribe (community) and the collective - which is part of the process of evolving as human beings. The challenge is for the individual to be able to express its mutation in a way that is accepted and embraced by both the tribe and the collective. ","Channels":["38-28 Channel of Struggle: A Design of Stubbornness","43-23 Channel of Structuring: A Design of Individuality, From Genius to Freak","1-8 Channel of Inspiration: A Design of a Creative Role Model","61-24 Channel of Awareness: A Design of a Thinker","57-20 Channel of The Brainwave: A Design of Penetrating Awareness","39-55 Channel of Emoting: A Design of Moodiness","22-12 Channel of Openness: A Design of a Social Being","60-3 Channel of Mutation: A Design of Energy which Initiates and fluctuates, Pulse","14-2 Channel of The Beat: A Design of being a Keeper of Keys","34-10 Channel of Exploration: A Design of Following One's Convictions","51-25 Channel of Initiation: A Design of Needing to be First"],"Gates":["Gate 10: Treading - The Gate of the Behavior of the Self","Gate 24: The Return - The Gate of Rationalization","Gate 61: Inner Truth - The Gate of Mystery, The Divine Door.","Gate 2: The Receptive - The Gate of Higher Knowing or Direction of the Self (Keeper of Keys) ","Gate 34: Power - The Gate of Power","Gate 20: Contemplation - The Gate of the Now","Gate 1: The Creative - The Gate of Self-Expression","Gate 3: Difficulty at the Beginning - The Gate of Ordering","Gate 8: Holding Together - The Gate of Contribution","Gate 12: Standstill - The Gate of Caution","Gate 23: Splitting Apart - The Gate of Assimilation","Gate 43: Breakthrough - The Gate of Insight","Gate 39: Obstruction - The Gate of the Provocateur","Gate 14: Possession in Great Measure - The Gate of Power Skills","Gate 22: Grace - The Gate of Openness","Gate 25: Innocence - The Gate of the Spirit of the Self","Gate 28: Preponderance of the Great - The Gate of the Game Player","Gate 38: Opposition - The Gate of the Fighter","Gate 51: The Arousing - The Gate of Shock","Gate 55: Abundance - The Gate of Spirit","Gate 60: Limitation - The Gate of Acceptance "],"Themes":"Mutation, innovation, unusualness, newness, uniqueness and melachony"},{"Circuit":"Tribal ","Keynote":"Support","Description":"The Tribal Circuit Group is where interdependence meets support. In the not-self space, this becomes co-dependence. It is the support of the tribe that enabled us to survive as a society, choose vocations, raise kids, worship gods. The tribe is concerned with the support and protection of its members through a bargain system - you contribute your part and I contribute mine, you pay homage to the hierarchal structure and the structure protects you. It is also the realm of revolution as a form of justice - establishing equilibrium between those who have more than enough and those who have not. It includes the spleen's survival awareness and instincts as well as the generative force of the sacral and the connection to spirit (God). The tribal circuit is made up of the ego circuit and the defense circuit. ","Channels":["19-49 Channel of Synthesis: A Design of Sensitivity","44-26 Channel of Surrender: A Design of a Transmitter","54-32 Channel of Transformation: A Design of Being Driven","59-6 Channel of Mating: A Design Focused on Reproduction","27-50 Channel of Preservation: A Design of Custodianship","37-40 Channel of Community: A Design of a Part Seeking a Whole","21-45 Channel of Money: A Design of a Materialist"],"Gates":["Gate 27: Nourishment - The Gate of Caring.","Gate 37: The Family - The Gate of Friendship","Gate 59: Dispersion - The Gate of Sexuality","Gate 6: Conflict - The Gate of Friction","Gate 50: The Cauldron - The Gate of Values","Gate 19: Approach - The Gate of Wanting","Gate 21: Biting Through - The Gate of the Hunter / Huntress","Gate 26: The Taming Power of the Great - The Gate of the Egoist","Gate 32: Duration - The Gate of Continuity","Gate 40: Deliverance - The Gate of Aloneness","Gate 44: Coming to Meet - The Gate of Alertness","Gate 45: Gathering Together - The Gate of the Gatherer","Gate 49: Revolution - The Gate of Principles","Gate 54: The Marrying Maiden - The Gate of Ambition"],"Themes":"Support"},{"Circuit":"Collective","Keynote":"Sharing","Description":"The Collective Circuit Group is focused on sharing - that is a part of every channel and gate in this circuit. Sharing for the collective is like a drive or social obligation. We are nearly at the highest potential of the collective circuit - where nations have long been established with shared laws to protect and provide for citizens, evolving the species from kingdoms fighting for resources to now, the era of the global village. \nThe collective circuit group is made up of the understanding/logic circuit which is focused on the future and the abstract/sensing circuit which is making sense of the past. Both stand in symmetric opposition in the bodygraph and neither is focused on the now, which is the role of the individual. The collective is suspicious of the individual's individuality and not trusting of the demand for loyalty and the bargaining of the tribe. The collective circuit group forms an outer shell around and inner core within the bodygraph, representative of the collective's level of stability and conservatism. ","Channels":["7-31 Channel of The ‘Alpha’: A Design of Leadership for 'Good or Bad’","13-33 Channel of The Prodigal: A Design of a Witness","36-35 Channel of Transitoriness:  A Design of a Jack of all Trades","41-30 Channel of Recognition: A Design of Focused Energy, Feelings","48-16 Channel of The Wavelength: A Design of Talent","63-4 Channel of Logic: A Design of Mental Ease Mixed With Doubt","17-62 Channel of Acceptance: A Design of an Organizational Being","58-18 Channel of Judgment: A Design of Insatiability","52-9 Channel of Concentration: A Design of Determination","5-15 Channel of Rhythm: A Design of Being in the Flow","64-47 Channel of Abstraction: A Design of Mental Activity Mixed with Clarity","11-56 Channel of Curiosity: A Design of a Searcher","53-42 Channel of Maturation: A Design of Balance Development","29-46 Channel of Discovery: A Design of Succeeding Where Others Fail"],"Gates":["Gate 13: The Fellowship of Man - The Gate of the Listener","Gate 15: Modesty - The Gate of Extremes","Gate 29: The Abysmal - The Gate of Perseverance.","Gate 30: The Clinging Fire - The Gate of Desire and Feelings.","Gate 47: Oppression - The Gate of Realization","Gate 63: After Completion - The Gate of Doubt","Gate 64: Before Completion - The Gate of Confusion","Gate 4: Youthful Folly - The Gate of Formulization","Gate 5: Waiting - The Gate of Fixed Rhythms","Gate 7: The Army - The Gate of the Role of the Self in Interaction","Gate 9: The Taming Power of the Small - The Gate of Focus","Gate 11: Peace - The Gate of Ideas","Gate 56: The Wanderer - The Gate of Stimulation","Gate 46: Pushing Upward - The Gate of the Determination of the Self","Gate 16: Enthusiasm - The Gate of Skills","Gate 17: Following - The Gate of Opinion","Gate 18: Work on What Has Been Spoilt - The Gate of Correction","Gate 31: Influence - The Gate of Leading","Gate 33: Retreat - The Gate of Privacy","Gate 35: Progress - The Gate of Change","Gate 36: The Darkening of the Light - The Gate of Crisis","Gate 41: Decrease - The Gate of Contraction","Gate 42: Increase - The Gate of Growth","Gate 48: The Well - The Gate of the Depth","Gate 52: Keeping Still - The Gate of Inaction","Gate 53: Development - The Gate of Beginnings ","Gate 58: The Joyous - The Gate of Vitality","Gate 62: The Preponderance of the Small - The Gate of Details"],"Themes":"Sharing "},{"Circuit":"Integration","Keynote":"Self-empowerment","Description":"The Integration Channel is concerned with self-sufficiency and self-assuredness that doesn't look to others for direction or help. The keynote for this channel says \"I am empowered by response, to listen to my intuition and take the right actions to ensure my survival in the now\". \n","Channels":["34-20 Channel of Charisma: A Design where Awareness must become Deed","34-57 Channel of Power: A Design of an Archetype","10-20 Channel of Awakening: A Design of Commitment to Higher Principles","57-10 Channel of Perfected Form: A Design of Survival"],"Gates":["Gate 10: Treading - The Gate of the Behavior of the Self","Gate 20: Contemplation - The Gate of the Now","Gate 34: Power - The Gate of Power","Gate 57: The Gentle - The Gate of Intuitive Insight "],"Themes":"Self-empowerment & individuation"},{"Circuit":"Knowing (Individual)","Keynote":"Empowerment","Description":"This is the major circuit of the individual circuit. It is the energy of the individual knowing in the now, influenced by the passion or melancholy of the emotional wave and impacting the thoughts and behaviors displayed by the individual. The knowing comes and it goes, it pulses. The potential of the energy of the circuit is to bring mutation to the tribe and the collective through the individual creating something new that is tested over time before it is accepted. The individual knowing stands out and receives attention because it differs from the norm, and while that may look envious from the outside, on the inside, it can be a lonely, vulnerable process, bringing a new way of thinking or being into the world - to be accepted or not by the hierarchal tribe and conservative collective, ultimately leading to empowerment. ","Channels":["1-8 Channel of Inspiration: A Design of a Creative Role Model","61-24 Channel of Awareness: A Design of a Thinker","43-23 Channel of Structuring: A Design of Individuality, From Genius to Freak","38-28 Channel of Struggle: A Design of Stubbornness","57-20 Channel of The Brainwave: A Design of Penetrating Awareness","39-55 Channel of Emoting: A Design of Moodiness","22-12 Channel of Openness: A Design of a Social Being","60-3 Channel of Mutation: A Design of Energy which Initiates and fluctuates, Pulse","14-2 Channel of The Beat: A Design of being a Keeper of Keys"],"Gates":["Gate 1: The Creative - The Gate of Self-Expression","Gate 2: The Receptive - The Gate of Higher Knowing or Direction of the Self (Keeper of Keys) ","Gate 3: Difficulty at the Beginning - The Gate of Ordering","Gate 8: Holding Together - The Gate of Contribution","Gate 12: Standstill - The Gate of Caution","Gate 23: Splitting Apart - The Gate of Assimilation","Gate 43: Breakthrough - The Gate of Insight","Gate 39: Obstruction - The Gate of the Provocateur","Gate 14: Possession in Great Measure - The Gate of Power Skills","Gate 22: Grace - The Gate of Openness","Gate 24: The Return - The Gate of Rationalization","Gate 28: Preponderance of the Great - The Gate of the Game Player","Gate 38: Opposition - The Gate of the Fighter","Gate 55: Abundance - The Gate of Spirit","Gate 60: Limitation - The Gate of Acceptance "],"Themes":"Mutation, innovation, unusualness, newness, uniqueness and melachony"},{"Circuit":"Centering (Individual)","Keynote":"Empowerment","Description":"This is one of the minor circuits in the bodygraph. It is all about being centered as a response to life - and empowering others through living as an authentic, individuated person full of self-love and following your unique direction. It contains only two channels but two of its three centers are motors and it is known to have aura-bursting capabilities (comparable to those of the defense tribal circuit) - able to influence others in its auric field to become more individual in expression. ","Channels":["34-10 Channel of Exploration: A Design of Following One's Convictions","51-25 Channel of Initiation: A Design of Needing to be First"],"Gates":["Gate 25: Innocence - The Gate of the Spirit of the Self","Gate 51: The Arousing - The Gate of Shock"],"Themes":"Mutation, innovation, unusualness, newness, uniqueness and melachony"},{"Circuit":"Defense (Tribal)","Keynote":"Support","Description":"The Defense circuit has two channels - 59-6 the channel of intimacy and 27-50 the channel of preservation. These channels are concerned with creating/generating and nurturing life respectively. The 59-6 is the source of all wave mechanics - it is an emotional wave that does not have awareness - as such carries the energy of blindly or chaotically creating. The spleen's awareness and survival instinct is the nurturing aspect of this circuit and together, both channels form a cradle - a metaphor for the function/imperative of the circuit - to continue the preservation of our genetic pool/bio-form by procreating and nurturing that whom we create. This is the tribe's contribution to evolving consciousness. \nIt is important to understand that a part of the defense circuit involves protecting the tribe - this is the energy of going to war and giving up one's life force for the tribe. For the function of the defense circuit, there must be sustainable energy - that is provided by the sacral. \nThe energies of the defense circuit are very powerful, capable of breaking into people's auras. Standing in the energy of defense can force you out of any individual energy and compel you to conform. Everything in the defense circuit is for the tribe, its rules and its survival. ","Channels":["59-6 Channel of Mating: A Design Focused on Reproduction","27-50 Channel of Preservation: A Design of Custodianship"],"Gates":["Gate 6: Conflict - The Gate of Friction","Gate 50: The Cauldron - The Gate of Values","Gate 27: Nourishment - The Gate of Caring."],"Themes":"Procreation and provision/nurturing "},{"Circuit":"Ego (Tribal)","Keynote":"Support","Description":"The Ego circuit defends the defense circuit. haha. It surrounds and sustains the defense circuit and points us to additional contributions the tribe makes to the evolving of humanity. \nThe ego circuit's central hub is the ego or willpower center - the power to go out into the world and provide for its own in exchange for deserved rest. \nThe ego circuit has 2 focuses. The first - is the experience of spirit through the tribal communion and the second is the experience of the mundane and material plane. Both energies begin at the root center and take separate routes to the ego center. One, the route of the pragmatic capitalist and the other, the route of the ideals of socialism and communalism. What this circuit contributes to our understanding of what it means to be human is that spirit is present in the mundane. That the material world holds a way for spirit to also be experienced. ","Channels":["54-32 Channel of Transformation: A Design of Being Driven","44-26 Channel of Surrender: A Design of a Transmitter","19-49 Channel of Synthesis: A Design of Sensitivity","37-40 Channel of Community: A Design of a Part Seeking a Whole","21-45 Channel of Money: A Design of a Materialist"],"Gates":["Gate 19: Approach - The Gate of Wanting","Gate 21: Biting Through - The Gate of the Hunter / Huntress","Gate 26: The Taming Power of the Great - The Gate of the Egoist","Gate 32: Duration - The Gate of Continuity","Gate 37: The Family - The Gate of Friendship","Gate 40: Deliverance - The Gate of Aloneness","Gate 44: Coming to Meet - The Gate of Alertness","Gate 45: Gathering Together - The Gate of the Gatherer","Gate 49: Revolution - The Gate of Principles","Gate 54: The Marrying Maiden - The Gate of Ambition"],"Themes":"Spirit experience x material plane"},{"Circuit":"Understanding/logic (Collective)","Keynote":"Sharing","Description":"The understanding or logic circuit is the part of the collective circuit focused on testing and experimenting with things, noticing patterns and applying logical thought to predict what may be the result of an action in the future. It is referred to as the cool-headed side of the chart because it is not influenced by the solar plexus' warmth and emotions. Instead, it has access to the splenic survival awareness, providing stability for the understanding process. This circuit often depends on resources from outside of this circuit as financial support is required to sustain the disciplined, repetitive process that leads to understanding over time. Logic is seductive when the patterns make sense and pleasurable when we can rely on the fact the patterns are reliable. ","Channels":["63-4 Channel of Logic: A Design of Mental Ease Mixed With Doubt","17-62 Channel of Acceptance: A Design of an Organizational Being","58-18 Channel of Judgment: A Design of Insatiability","48-16 Channel of The Wavelength: A Design of Talent","52-9 Channel of Concentration: A Design of Determination","5-15 Channel of Rhythm: A Design of Being in the Flow","7-31 Channel of The ‘Alpha’: A Design of Leadership for 'Good or Bad’"],"Gates":["Gate 4: Youthful Folly - The Gate of Formulization","Gate 5: Waiting - The Gate of Fixed Rhythms","Gate 7: The Army - The Gate of the Role of the Self in Interaction","Gate 9: The Taming Power of the Small - The Gate of Focus","Gate 16: Enthusiasm - The Gate of Skills","Gate 17: Following - The Gate of Opinion","Gate 18: Work on What Has Been Spoilt - The Gate of Correction","Gate 31: Influence - The Gate of Leading","Gate 48: The Well - The Gate of the Depth","Gate 52: Keeping Still - The Gate of Inaction","Gate 58: The Joyous - The Gate of Vitality","Gate 62: The Preponderance of the Small - The Gate of Details","Gate 63: After Completion - The Gate of Doubt"],"Themes":"Patterns, repetition"},{"Circuit":"Sensing/abstract (Collective)","Keynote":"Sharing","Description":"The sensing circuit unlike its mirror the understanding circuit includes the emotional solar plexus and its process is the abstract experiential. The sensing circuit does not have the spleen to provide safety and stability for the experiential process. It is motivated by desire and drive to have a new experience and share that with someone from beginning to end. It is punctuated by periods of disappointment and boredom but can be rewarding when we enter into experiences cleanly, free of expectations. This circuit is not focused on the moment, its lesson is derived in reflecting after an experience has completed and a selective remembering of what was important from that experience. This process of reflecting on experience is the most potent force the collective employs to evolve life on the planet.\nLogic is motivated by the need to master, the abstract is motivated by cycles of accomplishment - so that it is important to complete something so that we can move on to the next. ","Channels":["64-47 Channel of Abstraction: A Design of Mental Activity Mixed with Clarity","11-56 Channel of Curiosity: A Design of a Searcher","41-30 Channel of Recognition: A Design of Focused Energy, Feelings","36-35 Channel of Transitoriness:  A Design of a Jack of all Trades","53-42 Channel of Maturation: A Design of Balance Development","29-46 Channel of Discovery: A Design of Succeeding Where Others Fail","13-33 Channel of The Prodigal: A Design of a Witness"],"Gates":["Gate 11: Peace - The Gate of Ideas","Gate 56: The Wanderer - The Gate of Stimulation","Gate 46: Pushing Upward - The Gate of the Determination of the Self","Gate 29: The Abysmal - The Gate of Perseverance.","Gate 30: The Clinging Fire - The Gate of Desire and Feelings.","Gate 33: Retreat - The Gate of Privacy","Gate 35: Progress - The Gate of Change","Gate 36: The Darkening of the Light - The Gate of Crisis","Gate 41: Decrease - The Gate of Contraction","Gate 42: Increase - The Gate of Growth","Gate 47: Oppression - The Gate of Realization","Gate 53: Development - The Gate of Beginnings ","Gate 64: Before Completion - The Gate of Confusion"],"Themes":"Completion, experiences"}]