[{"Definition":"Single","Stats":"~41%","Description":"The energy in your system is single, continuous and consistent. There is some level of self-containment as a result. Conditioning influences come from your open centers.\n\n"},{"Definition":"Split - Simple ","Stats":"~46% (combined with wide)","Description":"There is a split in the flow of energy in your system so it may feel like you have two different voices in your system. The bridging gate(s) for a simple split become conditioning influences - you are drawn to meet people who bridge your split. And those bridging gates become themes in your life -- wariness due to feeling like you don't have something that you think you \"should\".\nIn awareness though, it becomes a source of wisdom. \n"},{"Definition":"Split - Wide","Stats":"~46% (combined with simple)","Description":"There is a split in the flow of energy in your system so it may feel like there are two different voices in your system. You are drawn to be in partnership with people who bridge the split for you. There may be a tendency to blame others (along the themes of what gates or channels would bridge the split). \nIn awareness though, it becomes a source of wisdom. \n"},{"Definition":"Triple Split ","Stats":"~11%","Description":"There are 3 different groups of energy flow in your system. Triple splits tend to be seen as driven, ambitious and creative. It is healthy for you to interact with a number of different people each day. The most relevant conditioning factor for a triple split are the undefined centers and then the bridging gates/channels.\n\n"},{"Definition":"No Definition (Reflectors)","Stats":"~1%","Description":"See note on  reflectors. \n"},{"Definition":"Quadruple Split","Stats":"~0.5%","Description":"There are 4 different groups of energy flow in your system that are not speaking to each other. This is a rare form of definition, only about 0.5% of the population. Having this split also means that 8 or 9 centers in your system are defined. You have consistent access to a lot of energy, however, they are not in continuous flow, so it may be hard to process decisions quickly or you may present as not as flexible as others. \nThe most relevant conditioning factor for a Quad split is the bridging gates and then the undefined center if applicable. \n"}]