[{"Notable facts":"One of 4 direction/identity gates","Incarnation Crosses":["RAX of the Sphinx 1","JX of Self-Expression","LAX of Defiance 1","RAX of the Sphinx 2","RAX of the Sphinx 3","RAX of the Sphinx 4","LAX of Defiance 2"],"Channels":["1-8 Channel of Inspiration: A Design of a Creative Role Model"],"Quarter":["Mutation"],"Center":["G Center"],"Gate Name":"Gate 1: The Creative - The Gate of Self-Expression","Circuitry":["Individual ","Knowing (Individual)"],"Description":"This is the energy to express yourself in your own unique way and to make a creative contribution, without limitation. You are driven to live out your authentic individuality. \n(+) You are knowledgable about the right timing and invitation to birth your contribution from your soul into the world, and in doing so, inspire others, by example. \n(-) You may be frustrated by waiting on right timing or by the ebbs and flows of your creative cycle. \n(^) Honor the lows of your creative process and harness the gems of the melancholy of that time - knowing that some of the greatest, most moving pieces of creativity do come from a melancholic muse. ","Harmonious Gate(s)":["Gate 8: Holding Together - The Gate of Contribution"]},{"Notable facts":"One of 4 direction/identity gates + The Driver","Incarnation Crosses":["RAX of the Sphinx 1","JX of the Driver","LAX of Defiance 1","RAX of the Sphinx 2","RAX of the Sphinx 3","RAX of the Sphinx 4","LAX of Defiance 2"],"Quarter":["Civilization"],"Center":["G Center"],"Gate Name":"Gate 2: The Receptive - The Gate of Higher Knowing or Direction of the Self (Keeper of Keys) ","Circuitry":["Individual ","Knowing (Individual)"],"Channels 2":["14-2 Channel of The Beat: A Design of being a Keeper of Keys"],"Description":"This is the energy to receive the abundance of life. You are a visionary, with a higher knowing, providing the direction for the path forward. You may outrightly direct others or indirectly inspire them to their own sense of direction simply by aligning to yours. \nWith this gate in an undefined center, your guidance may be more consistently reliable for others than it is for you. \nWhen in a defined center, you have a strong sense of purpose that is consistent and can lead to fulfillment. \n(+) You are receptive to the abundance of life and are able to manage resources well in order to direct and create influence. \n(-) You recklessly spend without the awareness or willingness of what is necessary to create wealth. You may also harbor worries and doubts about your needs being met.\n(^) Focus on the vision and allow purpose to guide you as you energetically connect to the feelings of abundance, flow and receiving. \n","Harmonious Gate(s)":["Gate 14: Possession in Great Measure - The Gate of Power Skills"]},{"Incarnation Crosses":["RAX of Laws 1","RAX of Laws 2","RAX of Laws 3","RAX of Laws 4","JX of Mutation","LAX of Wishes 1","LAX of Wishes 2"],"Quarter":["Initiation"],"Center":["Sacral"],"Gate Name":"Gate 3: Difficulty at the Beginning - The Gate of Ordering","Circuitry":["Individual ","Knowing (Individual)"],"Channels 2":["60-3 Channel of Mutation: A Design of Energy which Initiates and fluctuates, Pulse"],"Description":"This is the energy to transcend confusion and bring order to constantly changing circumstances. You have the potential to bring unique, innovative contributions into the world, with the right timing. \n(+) You recognize that beginnings can be hard and approach them with enthusiasm, confidence and patience. \n(-) You feel disempowered, discouraged and frustrated with what feels like chaos and being blocked from the order you seek. \n(^) Reflect on your experiences of eventually emerging from difficult beginnings or chaotic situations and apply a light-hearted approach to the present. ","Harmonious Gate(s)":["Gate 60: Limitation - The Gate of Acceptance "]},{"Incarnation Crosses":["RAX of Explanation 1 ","RAX of Explanation 2","RAX of Explanation 3","RAX of Explanation 4","JX of Formulization","LAX of Revolution 1 ","LAX of Revolution 2"],"Quarter":["Duality"],"Center":["Ajna "],"Gate Name":"Gate 4: Youthful Folly - The Gate of Formulization","Circuitry":["Collective","Understanding/logic (Collective)"],"Channels 2":["63-4 Channel of Logic: A Design of Mental Ease Mixed With Doubt"],"Description":"This is the energy to beguile and succeed despite ignorance. This gate of the logic collective circuit is the gate of \"the answer.\" It is the energy constantly seeking answers to questions, solutions to problems, real or fake, fueled by doubt about the future. \n(+) You use logic to harness the highest potential of this energy - forgiveness - through understanding the patterns of human behavior. \n(-) You experience mental anxiety based on a fear that your life will be in never-ending chaos. You may also use logic as a weapon against yourself and others - leading to mental intolerance, an inability to forgive and move forward. \n(^) Consciously practice forgiveness and remain aware of how you are using logic. ","Harmonious Gate(s)":["Gate 63: After Completion - The Gate of Doubt"]},{"Incarnation Crosses":["RAX of Consciousness 1","RAX of Consciousness 2","RAX of Consciousness 3","RAX of Consciousness 4","JX of Habits","LAX of Separation 1 ","LAX of Separation 2"],"Channels":["5-15 Channel of Rhythm: A Design of Being in the Flow"],"Quarter":["Mutation"],"Center":["Sacral"],"Gate Name":"Gate 5: Waiting - The Gate of Fixed Rhythms","Circuitry":["Collective","Understanding/logic (Collective)"],"Description":"This is the energy to stay true to the natural rhythms, patterns and behaviors that keep you in a consistent flow. It is also recognizing waiting as an active state, much like pregnancy. \n(+) You enjoy having routines and habits that keep you in a rhythm and help you maintain consistency. \n(-) You may becomes obsessed with establishing the perfect routines that you don't take any action. Or you may be impatient with others, trying to force them into being in the same rhythm as you are. \n(^) Tune into the energy and the intention behind your routines and trust that you have what you need to support you in taking action. ","Harmonious Gate(s)":["Gate 15: Modesty - The Gate of Extremes"]},{"Notable facts":"Aura-breaking gate","Incarnation Crosses":["RAX of Eden 1","RAX of Eden 2","RAX of Eden 3","RAX of Eden 4","JX of Conflict","LAX of the Plane 1","LAX of the Plane 2"],"Quarter":["Duality"],"Center":["Solar Plexus "],"Gate Name":"Gate 6: Conflict - The Gate of Friction","Circuitry":["Tribal ","Defense (Tribal)"],"Channels 2":["59-6 Channel of Mating: A Design Focused on Reproduction"],"Description":"This is a penetrating emotional energy that generates feelings, moods and sensitivity - the three modes of emotional awareness. You have the potential to break into people's auras and create true intimacy. \n(+) You embrace and wait out your emotional wave, take responsibility for your feelings and do not engage in needless conflict. The highest expression of this energy is peace. \n(-) You may project your unresolved feelings onto others, creating unnecessary chaos. The lowest expression of this energy is conflict. \n(^) Practice taking the time to wait out your emotional wave. Connect with it and understand it, wait for clarity to discern what is worth communicating or fighting for. ","Harmonious Gate(s)":["Gate 59: Dispersion - The Gate of Sexuality"]},{"Notable facts":"One of 4 direction/identity gates + The Driver","Incarnation Crosses":["RAX of the Sphinx 1","RAX of the Sphinx 2","RAX of the Sphinx 3","RAX of the Sphinx 4","JX of Interaction","LAX of Masks 1","LAX of Masks 2"],"Channels":["7-31 Channel of The ‘Alpha’: A Design of Leadership for 'Good or Bad’"],"Quarter":["Duality"],"Center":["G Center"],"Gate Name":"Gate 7: The Army - The Gate of the Role of the Self in Interaction","Circuitry":["Collective","Understanding/logic (Collective)"],"Description":"This is the energy to lead by influence. You have the potential to be a democratic leader with a vision to serve the highest good of the collective. \n(+) You lead by influence, offering wisdom and guidance that empowers others and recognizing that forceful leadership does not last. The highest expression of this energy is virtue. \n(-) You may try to take a position of power or leadership without being recognized, or try to force people to rally around your own ideals rather than what best serves the collective good. The lowest expression of this energy is division. \n(^) Trust that the right recognition for your leadership will come and wait for that invitation. In the meantime, empower yourself through your actions and virtue. ","Harmonious Gate(s)":["Gate 31: Influence - The Gate of Leading"]},{"Incarnation Crosses":["RAX of Contagion 1","JX of Contribution","RAX of Contagion 2","RAX of Contagion 3","RAX of Contagion 4","LAX of Uncertainty 1","LAX of Uncertainty 2"],"Quarter":["Civilization"],"Center":["Throat"],"Gate Name":"Gate 8: Holding Together - The Gate of Contribution","Circuitry":["Individual ","Knowing (Individual)"],"Channels 2":["1-8 Channel of Inspiration: A Design of a Creative Role Model"],"Description":"This is the energy to contribute to the world, as a creative role model, by being your authentic self. You empower others, create change and make a difference by leading by example. \n(+) You embrace your authenticity and are patient for the right timing and energy to empower others to their own unique self-expression. The highest expression of this energy is brilliance.  \n(-) You may worry about how your individuality will affect relationships and try to shrink or change who you are to fit in. The lowest expression of this energy is mediocrity. \n(^) Practice questioning expectations and \"shoulds\" in your life - and try to discern what is really true to you. Sit in the knowing that your authentic self-expression is a high value contribution to the collective. ","Harmonious Gate(s)":["Gate 1: The Creative - The Gate of Self-Expression"]},{"Incarnation Crosses":["RAX of Planning 1","RAX of Planning 2","RAX of Planning 3","RAX of Planning 4","JX of Focus","LAX of Identification 1 ","LAX of Identification 2"],"Quarter":["Mutation"],"Center":["Sacral"],"Gate Name":"Gate 9: The Taming Power of the Small - The Gate of Focus","Circuitry":["Collective","Understanding/logic (Collective)"],"Channels 2":["52-9 Channel of Concentration: A Design of Determination"],"Description":"This is the energy to stay focused on the details that are necessary to produce an end result. You have the drive to repeat, experiment and tie up the details on different aspects of a project. \n(+) You concentrate and focus on what matters and are empowered to take action that produces results that benefit the collective. \n(-) You may have obsessive behavior and spent your energy concentrating on things that don't really matter. \n(^) Check in with yourself to remember the big picture and what is really important. ","Harmonious Gate(s)":["Gate 52: Keeping Still - The Gate of Inaction"]},{"Notable facts":"One of 4 love gates","Incarnation Crosses":["RAX of the Vessel of Love 1","RAX of the Vessel of Love 2","RAX of the Vessel of Love 3","RAX of the Vessel of Love 4","JX of Behavior","LAX of the Prevention 1","LAX of the Prevention 2"],"Channels":["10-20 Channel of Awakening: A Design of Commitment to Higher Principles"],"Quarter":["Mutation"],"Center":["G Center"],"Gate Name":"Gate 10: Treading - The Gate of the Behavior of the Self","Circuitry":["Individual ","Integration"],"Channels 2":["34-10 Channel of Exploration: A Design of Following One's Convictions","57-10 Channel of Perfected Form: A Design of Survival"],"Description":"This is the energy to be an example of deep self love. By knowing, accepting and loving what makes you unique, you empower others to love themselves as well. You recognize that awakening is not possible without self-acceptance. \n(+) You take personal responsibility and act in an empowered way. You are a true example of self-love. \n(-) In its low expression, when you are not self-loving, it is unbearable and to deflect the intolerable feelings, you may turn to blaming others and taking a victim stance.\n(^) Check in with where you're not fully accepting and loving yourself. Shadow work can help here as well as intentional/directed self-care practices. ","Harmonious Gate(s)":["Gate 20: Contemplation - The Gate of the Now","Gate 34: Power - The Gate of Power","Gate 57: The Gentle - The Gate of Intuitive Insight "]},{"Incarnation Crosses":["RAX of Eden 1","RAX of Eden 2","RAX of Eden 3","RAX of Eden 4","JX of Ideas","LAX of Education 1","LAX of Education 2"],"Channels":["11-56 Channel of Curiosity: A Design of a Searcher"],"Quarter":["Mutation"],"Center":["Ajna "],"Gate Name":"Gate 11: Peace - The Gate of Ideas","Circuitry":["Collective","Sensing/abstract (Collective)"],"Description":"This is the energy to reflect on past experiences and generate ideas and possibilities for the future. You are fueled by an endless stream of creativity and more ideas than can last a lifetime. \n(+) You initiate yourself and others into self-reflection with your ideas, shared at the right time. \n(-) You may have an overactive imagination and may experience mental pressure to share or manifest all of your ideas. This can lead to mental burnout. \n(^) Recognize that all your ideas are not yours to act on - some are to be shared for others to work on. In addition, it may help to carve out time and space for yourself to engage with your imagination and creativity, without putting pressure on whatever comes out of it. ","Harmonious Gate(s)":["Gate 56: The Wanderer - The Gate of Stimulation"]},{"Notable facts":"One of 4 aloneness gates","Incarnation Crosses":["RAX of Eden 1","RAX of Eden 2","RAX of Eden 3","RAX of Eden 4","JX of Articulation","LAX of Education 1","LAX of Education 2"],"Quarter":["Civilization"],"Center":["Throat"],"Gate Name":"Gate 12: Standstill - The Gate of Caution","Circuitry":["Individual ","Knowing (Individual)"],"Channels 2":["22-12 Channel of Openness: A Design of a Social Being"],"Description":"This is the energy to wait and contemplate a unique perception until the right mood to express it. You have the potential to deliver well-timed individual creative expressions that impact social/cultural norms. \n(+) You express your individuality through the art of language and can be passionate, deep and rich in your expression \n(-) You may hold people to impossible standards, harbor frustration or anger when what you share is not honored and may even have a superiority complex\n(^) Honor your moods and wait for the right timing to share your insights. ","Harmonious Gate(s)":["Gate 22: Grace - The Gate of Openness"]},{"Incarnation Crosses":["JX of Listening","LAX of Masks 1","LAX of Masks 2","RAX of the Sphinx 1","RAX of the Sphinx 2","RAX of the Sphinx 3","RAX of the Sphinx 4"],"Channels":["13-33 Channel of The Prodigal: A Design of a Witness"],"Quarter":["Initiation"],"Center":["G Center"],"Gate Name":"Gate 13: The Fellowship of Man - The Gate of the Listener","Circuitry":["Collective"],"Description":"This is the energy to deeply listen to others with empathy, compassion and grace. You are perceived as a confidante and keeper of secrets - people are naturally drawn to share their experiences with you and you may genuinely enjoy hearing their stories. \n(+) You experience a deep connection to others by listening to their stories, experiences and challenges. You have the potential to help guide others towards their purpose and direction in life. \n(-) You may struggle with boundaries and as such allow others to dump their problems and secrets on you. You may experience bitterness, resentment or anger when in the lowest expression of this energy. \n(^) Be clear about your personal and energetic boundaries and consistently communicate and enforce them. ","Harmonious Gate(s)":["Gate 33: Retreat - The Gate of Privacy"]},{"Incarnation Crosses":["RAX of Contagion 1","RAX of Contagion 2","RAX of Contagion 3","RAX of Contagion 4","JX of Empowering","LAX of Uncertainty 1","LAX of Uncertainty 2"],"Channels":["14-2 Channel of The Beat: A Design of being a Keeper of Keys"],"Quarter":["Mutation"],"Center":["Sacral"],"Gate Name":"Gate 14: Possession in Great Measure - The Gate of Power Skills","Circuitry":["Individual ","Knowing (Individual)"],"Description":"This is the energy to create and sustain material resources. You have the potential to create wealth and power by doing work that you love. \n(+) You create wealth and prosperity, working on what lights you up and as a result, serving as an inspiration to others. \n(-) You may experience a fear of being stuck working just for money, and not be able to actually work on what you love. \n(^) Spend time discovering what it is you love, and what you'd like to spend your time doing and actually take action towards that. ","Harmonious Gate(s)":["Gate 2: The Receptive - The Gate of Higher Knowing or Direction of the Self (Keeper of Keys) "]},{"Notable facts":"One of 4 love gates","Incarnation Crosses":["RAX of the Vessel of Love 1","RAX of the Vessel of Love 2","RAX of the Vessel of Love 3","RAX of the Vessel of Love 4","JX of Extremes ","LAX of the Prevention 1","LAX of the Prevention 2"],"Quarter":["Civilization"],"Center":["G Center"],"Gate Name":"Gate 15: Modesty - The Gate of Extremes","Circuitry":["Collective"],"Channels 2":["5-15 Channel of Rhythm: A Design of Being in the Flow"],"Description":"This is the energy to radically embrace yours and others' authenticity (and extremes), projecting a love of humanity out into the world. You have a big aura that naturally draws attention and you have the potential to express your love of humanity in extreme ways, sometimes leading to martyrdom. \n(+) You fully embrace your wildness and potential extremes and unconditionally love and accept that from others, recognizing the diversity of humans. \n(-) You may struggle with finding a consistent rhythm or may seek extremes as a way to escape conventional rules or pressures to be like everyone else. \n(^) Embrace the practice of surrender - to your own nature. If you're struggling with bitterness or shutting down due to outside pressure to \"conform\", practice creating space to explore what feels energizing for you. ","Harmonious Gate(s)":["Gate 5: Waiting - The Gate of Fixed Rhythms"]},{"Incarnation Crosses":["RAX of Planning 1","RAX of Planning 2","RAX of Planning 3","RAX of Planning 4","JX of Experimentation","LAX of Identification 1 ","LAX of Identification 2"],"Quarter":["Civilization"],"Center":["Throat"],"Gate Name":"Gate 16: Enthusiasm - The Gate of Skills","Circuitry":["Collective","Understanding/logic (Collective)"],"Channels 2":["48-16 Channel of The Wavelength: A Design of Talent"],"Description":"This is the energy to enthusiastically express a natural talent or skill. You have the potential, through devotion, to develop depth and mastery of your talent, to the point where the expertise flows from you with the ease of breathing. \n(+) You recognize that mastery trumps perfection and you combine your enthusiasm with your talents and a commitment to mastery. \n(-) You may feel like you lack depth you and as such your enthusiasm may wane and or you may hide behind perfectionism, finding reasons why you're not ready to share your gift. \n(^) Practice making small commitments to your talent - little steps first - and stay connected to the natural excitement around your talent. ","Harmonious Gate(s)":["Gate 16: Enthusiasm - The Gate of Skills"]},{"Notable facts":"Gate of the right eye","Incarnation Crosses":["LAX of Upheaval 1 ","LAX of Upheaval 2","RAX of Service 1","RAX of Service 2","RAX of Service 3","RAX of Service 4","JX of Opinions"],"Channels":["17-62 Channel of Acceptance: A Design of an Organizational Being"],"Quarter":["Initiation"],"Center":["Ajna "],"Gate Name":"Gate 17: Following - The Gate of Opinion","Circuitry":["Collective","Understanding/logic (Collective)"],"Description":"This is the energy of curiosity, new ideas and opinions. You have the potential to propose new possibilities and patterns for the Collective.\n(+) You find logical solutions and ideas and operate from a fair, impartial, win-win perspective. \n(-) You may hold on tight to your logical thought process and as such be mentally inflexible or narrow-minded. \n(^) Notice if you are stuck in a space of black and white thinking and consciously expand your mindset to explore the shades of grey. ","Harmonious Gate(s)":["Gate 62: The Preponderance of the Small - The Gate of Details"]},{"Incarnation Crosses":["LAX of Upheaval 1 ","LAX of Upheaval 2","RAX of Service 1","RAX of Service 2","RAX of Service 3","RAX of Service 4","JX of Correction"],"Quarter":["Duality"],"Center":["Spleen"],"Gate Name":"Gate 18: Work on What Has Been Spoilt - The Gate of Correction","Circuitry":["Collective","Understanding/logic (Collective)"],"Channels 2":["58-18 Channel of Judgment: A Design of Insatiability"],"Description":"This is the energy to intuitively identify and challenge what needs to be corrected. You have the potential to keenly sense the gaps and know how they can be filled. \n(+) You recognize that, with respect to people, wholeness is all there is, the rest are stories - and you embody that within yourself and help others see the same for themselves. \n(-) You may turn your keen instincts inwards and be overly self-critical or hyper-focused on other people's issues - complaining, blaming, criticizing. \n(^) Recognize the strength of this energy and channel it where it is most helpful and beneficial. In relationships (with yourself and others), proactively practice compassion - and consistently remind yourself of the truth - there is no brokenness, only stories. ","Harmonious Gate(s)":["Gate 58: The Joyous - The Gate of Vitality"]},{"Incarnation Crosses":["LAX of Refinement 1","LAX of Refinement 2","JX of Need","RAX of the Four Ways 1","RAX of the Four Ways 2","RAX of the Four Ways 3","RAX of the Four Ways 4"],"Channels":["19-49 Channel of Synthesis: A Design of Sensitivity"],"Quarter":["Mutation"],"Center":["Root"],"Gate Name":"Gate 19: Approach - The Gate of Wanting","Circuitry":["Tribal ","Ego (Tribal)"],"Description":"This is the energy of emotional sensitivity. You have the potential to be sensitive to the needs of others as well as yours. \n(+) You prioritize your own self care love and thrive when the people around you are emotionally healthy and have their needs met. \n(-) You may struggle with neediness, oversensitivity or putting your own needs last. \n(^) Consciously set and communicate your boundaries and take ownership over filling your cup first before addressing the needs of others. "},{"Notable facts":"The Buddha Gate","Incarnation Crosses":["RAX of the Sleeping Phoenix 1","RAX of the Sleeping Phoenix 2","RAX of the Sleeping Phoenix 3","RAX of the Sleeping Phoenix 4","JX of the Now","LAX of Duality 1 ","LAX of Duality 2"],"Quarter":["Civilization"],"Center":["G Center"],"Gate Name":"Gate 20: Contemplation - The Gate of the Now","Circuitry":["Integration","Individual "],"Channels 2":["34-20 Channel of Charisma: A Design where Awareness must become Deed","10-20 Channel of Awakening: A Design of Commitment to Higher Principles","57-20 Channel of The Brainwave: A Design of Penetrating Awareness"],"Description":"This is the energy of empowered awakening, here to inspire others and connect people and resources. All in the right time and with the right recognition, without aggression or force. \nThis complex gate when defined in a channel, gives voice to - the spleen's intuitive survival awareness, the G center's commitment to higher principles - or manifest the sacral's power through action. \n(+) In its highest potential it is an expression of integrity - doing the right thing despite what others are doing. It is also the energy of being present and speaking the truth in the now. \n(-) The energy to make choices from the mind instead of your inner wisdom and an inability to be fully present in the current moment - regret, resentment or stress about the past, expectations and hopes for the future. \n(^) To raise the energy, practice mindfulness and trust that when you need to know, you'll know. ","Harmonious Gate(s)":["Gate 10: Treading - The Gate of the Behavior of the Self","Gate 34: Power - The Gate of Power","Gate 57: The Gentle - The Gate of Intuitive Insight "]},{"Incarnation Crosses":["LAX of Endeavor 1 ","LAX of Endeavor 2","JX of Control ","RAX of Tension 1","RAX of Tension 2","RAX of Tension 3","RAX of Tension 4"],"Channels":["21-45 Channel of Money: A Design of a Materialist"],"Quarter":["Initiation"],"Center":["Heart"],"Gate Name":"Gate 21: Biting Through - The Gate of the Hunter / Huntress","Circuitry":["Ego (Tribal)","Tribal "],"Description":"This is the energy to understand and respect the value of yours and your community's resources - time, money and energy and manage them with integrity.\n(+) At the highest potential, this energy is about management and control in a way that empowers everyone involved. \n(-) At its lowest expression, this is the energy for controlling others, people-pleasing or shutting down your own power (and the potential internal ramifications of that - anger, bitterness, resentment). \n(^) Practice deepening your trust in others and in the flow of life as a way to release the need to control. This energy can also be powerfully channeled into activities and habits that do benefit from control. ","Harmonious Gate(s)":["Gate 45: Gathering Together - The Gate of the Gatherer"]},{"Incarnation Crosses":["RAX of Rulership 1 ","RAX of Rulership 2","RAX of Rulership 3","RAX of Rulership 4","JX of Grace","LAX of Informing 1 ","LAX of Informing 2"],"Channels":["22-12 Channel of Openness: A Design of a Social Being"],"Quarter":["Initiation"],"Center":["Solar Plexus "],"Gate Name":"Gate 22: Grace - The Gate of Openness","Circuitry":["Individual ","Knowing (Individual)"],"Description":"This is the energy to offer grace and compassion to yourself and others in the presence of pain and suffering, particularly shame, through listening. \n(+) At its highest expression, this is the energy that recognizes and embraces the fact that to be human means to experience the full range of potential \"positive\" and \"negative\" emotions. As such, you easily offer grace to others and really see the world as full of beauty and love. \n(-) In its lowest expression, this is energy that doesn't recognize or feel deserving of the beauty, love and grace of your own life. The outward result of this level of energetic expression may be blaming and fault-finding in others. \n(^) As this gate is in the emotional solar plexus center and related to emoting and social interactions, it is important to stay connected with your own emotions and develop a language for understanding and expressing them. ","Harmonious Gate(s)":["Gate 12: Standstill - The Gate of Caution"]},{"Incarnation Crosses":["RAX of Explanation 1 ","RAX of Explanation 2","RAX of Explanation 3","RAX of Explanation 4","JX of Assimilation","LAX of Dedication 1","LAX of Dedication 2"],"Quarter":["Civilization"],"Center":["Throat"],"Gate Name":"Gate 23: Splitting Apart - The Gate of Assimilation","Circuitry":["Individual ","Knowing (Individual)"],"Channels 2":["43-23 Channel of Structuring: A Design of Individuality, From Genius to Freak"],"Description":"This is the energy to communicate radical ideas and be recognized for your ability to initiate transformation with words alone. You are able to split apart your unique ideas into simple pieces that can be easily explained and understood. \n(+) The highest expression of this energy is speaking the truth, your truth, with clarity and grace. \n(-) You may be seen as weird (or a freak) if you don't wait for the right timing, audience and invitation to speak. \n(^) Patience is key here - your individual insights may be different or unconventional - learning to cultivate patience and discernment is important. It'll also be helpful to create time and space to tune into your inner knowing, so that your unique ideas can reveal themselves. ","Harmonious Gate(s)":["Gate 43: Breakthrough - The Gate of Insight"]},{"Incarnation Crosses":["RAX of the Four Ways 1","RAX of the Four Ways 2","RAX of the Four Ways 3","RAX of the Four Ways 4","JX of Rationalization","LAX of Incarnation 1","LAX of Incarnation 2"],"Quarter":["Initiation"],"Center":["Ajna "],"Gate Name":"Gate 24: The Return - The Gate of Rationalization","Circuitry":["Individual ","Knowing (Individual)"],"Channels 2":["61-24 Channel of Awareness: A Design of a Thinker"],"Description":"This is the energy to receive unique inspiration and translate it to rational thought. It is the energy for rationalizing. \n(+) At its highest expression, this is the energy to embrace silence and relinquish controlling the timing of receiving your mental insights. \n(-) At its lowest expression, this is the energy that fears silence and fills it with noise. This level of the energetic expression may also manifest as internally punishing yourself for your natural tendency to fixate on a concept and revisit it constantly. \n(^) Practice embracing silence, sitting still, being patient with yourself (and your thought process) and cultivating a loving internal dialogue. ","Harmonious Gate(s)":["Gate 61: Inner Truth - The Gate of Mystery, The Divine Door."]},{"Notable facts":"One of 4 love gates","Incarnation Crosses":["RAX of the Vessel of Love 1","RAX of the Vessel of Love 2","RAX of the Vessel of Love 3","RAX of the Vessel of Love 4","JX of Innocence","LAX of Healing 1","LAX of Healing 2"],"Quarter":["Initiation"],"Center":["G Center"],"Gate Name":"Gate 25: Innocence - The Gate of the Spirit of the Self","Circuitry":["Individual ","Centering (Individual)"],"Channels 2":["51-25 Channel of Initiation: A Design of Needing to be First"],"Description":"This is the energy of transcendent and universal love of self and all life. You have the potential to empower others to deeper levels of love, by your being. \n(+) At its highest expression, this is the energy that recognizes that love is unconditional and every being is worthy of the power of love. \n(-) At its lowest expression, this is the energy of a deficit / internal withholding of love turned inward to yourself or towards others. It may manifest as self-loathing and self-rejection. \n(^) Practice cultivating self-love through meditation and consciously bringing yourself to the places and experiences that ignite the awareness of the universal love in you - nature, sunsets, etc. ","Harmonious Gate(s)":["Gate 51: The Arousing - The Gate of Shock"]},{"Notable facts":"Gate of the salesman","Incarnation Crosses":["RAX of Rulership 1 ","RAX of Rulership 2","RAX of Rulership 3","RAX of Rulership 4","JX of the Trickster","LAX of Confrontation 1 ","LAX of Confrontation 2"],"Quarter":["Mutation"],"Center":["Heart"],"Gate Name":"Gate 26: The Taming Power of the Great - The Gate of the Egoist","Circuitry":["Tribal ","Ego (Tribal)"],"Channels 2":["44-26 Channel of Surrender: A Design of a Transmitter"],"Description":"This is the energy to convincingly communicate potential and sell others on an idea or product, with integrity. \n(+) At its highest expression, this is the energy of the salesman who delivers on their promise of a better future, through their trust in the abundance of life. \n(-) At its lowest expression, this is energy of win-lose, lack and general distrust in the abundance of life. This can manifest in acting without integrity or trying to manipulate others. \n(^) An abundance mindset is the cornerstone of this energy - practicing embodying this can help raise the frequency of it. ","Harmonious Gate(s)":["Gate 44: Coming to Meet - The Gate of Alertness"]},{"Notable facts":"Mother Teresa gate","Incarnation Crosses":["RAX of the Unexpected 1","RAX of the Unexpected 2","RAX of the Unexpected 3","RAX of the Unexpected 4","JX of Caring","LAX of Alignment 1 ","LAX of Alignment 2"],"Channels":["27-50 Channel of Preservation: A Design of Custodianship"],"Quarter":["Initiation"],"Center":["Sacral"],"Gate Name":"Gate 27: Nourishment - The Gate of Caring.","Circuitry":["Tribal ","Defense (Tribal)"],"Description":"This is the energy to care for others from the abundant overflow of your own self-care. There is a tremendous potential for altruism in this gate - to gladly give with both hands to care for others. But this needs to be balanced and in fact, grounded in your own nourishment.\n(+) In its highest expression this is the energy to nurture through the power of love and compassion, owning your responsibilities while holding others accountable for theirs.\n(-) In its lowest expression this is the energy of not feeling worthy of safety and belonging, which can manifest as over-giving, self-sacrificing and taking on \"stuff\" that isn't yours to bear. \n(^) Recognize and honor your needs, fulfilling them before caring for others. Also consciously cultivate your boundaries and communicate them. ","Harmonious Gate(s)":["Gate 50: The Cauldron - The Gate of Values"]},{"Incarnation Crosses":["RAX of the Unexpected 1","RAX of the Unexpected 2","RAX of the Unexpected 3","RAX of the Unexpected 4","JX of Risks","LAX of the Clarion 1 ","LAX of the Clarion 2"],"Quarter":["Duality"],"Center":["Spleen"],"Gate Name":"Gate 28: Preponderance of the Great - The Gate of the Game Player","Circuitry":["Individual ","Knowing (Individual)"],"Channels 2":["38-28 Channel of Struggle: A Design of Stubbornness"],"Description":"This is the energy to take intuitively-led risks that can lead you to a deeper experience that evolves your meaning of life. It is the energy of facing the struggles of life with courage.\n(+) At its highest expression, this energy cultivates a relationship with fear that harnesses its wisdom while finding a deep joy in overcoming life's obstacles. \n(-) At its lowest expression, this energy carries the deep fear that death may come before realizing what really gives life meaning. This can manifest in dangerous behavior on one hand, and depression and hopelessness on another. \n(^) The fear of death is part of the frequency of this energy, so to raise the frequency, it is helpful to become intimate with that fear, seek out its wisdom and cultivate a supportive relationship with it. ","Harmonious Gate(s)":["Gate 38: Opposition - The Gate of the Fighter"]},{"Incarnation Crosses":["RAX of Contagion 1","RAX of Contagion 2","RAX of Contagion 3","RAX of Contagion 4","JX of Commitment","LAX of Industry 1 ","LAX of Industry 2"],"Channels":["29-46 Channel of Discovery: A Design of Succeeding Where Others Fail"],"Quarter":["Duality"],"Center":["Sacral"],"Gate Name":"Gate 29: The Abysmal - The Gate of Perseverance.","Circuitry":["Collective","Sensing/abstract (Collective)"],"Description":"This is the energy to be faithfully devoted and persevere to the that matter and seeing them through the cycles of discovery. It is the gate of commitment, sometimes referred to as the deep within the deep. \n(+) In its highest expression this is the energy to be committed from a place of love and devotion to the things that light you up. \n(-) The lowest expression of this energy is overextending yourself as a way to prove worthiness, which can leave you burnout out, frustrated and depleted. \n(^) To raise the frequency of this energy, remember that your worth is not tied to your commitment or anything outside of who you are as a human. Trust your inner guidance when deciding what is worthwhile for you to devote your energy to. ","Harmonious Gate(s)":["Gate 46: Pushing Upward - The Gate of the Determination of the Self"]},{"Notable facts":"Most intense gate","Incarnation Crosses":["RAX of Contagion 1","RAX of Contagion 2","RAX of Contagion 3","RAX of Contagion 4","LAX of Industry 1 ","LAX of Industry 2","JX of Fates"],"Quarter":["Initiation"],"Center":["Solar Plexus "],"Gate Name":"Gate 30: The Clinging Fire - The Gate of Desire and Feelings.","Circuitry":["Collective","Sensing/abstract (Collective)"],"Channels 2":["41-30 Channel of Recognition: A Design of Focused Energy, Feelings"],"Description":"This is the energy to deeply engage with life and experience all that it has to offer, without expectations of the outcome. It is the most intense gate in the chart fueled by desire to feel deeply. \n(+) In its highest expression, this is the energy that recognizes and embraces the full spectrum of intense feelings as part of being human. \n(-) In its lowest expression, this is the energy for destructive intensity-seeking behaviors. \n(^) To increase the frequency of this energy, develop your connection to your inner guidance over what experiences are worthwhile for you to enter into and practice entering into new experiences without attachment to the outcome. ","Harmonious Gate(s)":["Gate 41: Decrease - The Gate of Contraction"]},{"Incarnation Crosses":["RAX of the Unexpected 1","RAX of the Unexpected 2","RAX of the Unexpected 3","RAX of the Unexpected 4","JX of Influence","LAX of the Alpha 1 ","LAX of the Alpha 2"],"Quarter":["Civilization"],"Center":["Throat"],"Gate Name":"Gate 31: Influence - The Gate of Leading","Circuitry":["Collective","Understanding/logic (Collective)"],"Channels 2":["7-31 Channel of The ‘Alpha’: A Design of Leadership for 'Good or Bad’"],"Description":"This is the energy to be a highly influential force of nature and express the possibilities and potential of a brighter future for everyone.\n(+) At its highest potential, this is the energy of influential democratic leadership that understands that empowered people empower people. \n(-) At its lowest expression, this is the energy of disassociating or hiding from your leadership potential. On the other hand, this low expression may also manifest as trying to usurp power or force your vision on others. \n(^) Practice connecting to where you feel the physical sensation of power in your body. Identify what your values are and commit to leading guided by those values. ","Harmonious Gate(s)":["Gate 31: Influence - The Gate of Leading"]},{"Incarnation Crosses":["LAX of Limitation 1","LAX of Limitation 2","JX of Conservation","RAX of Maia 1","RAX of Maia 2","RAX of Maia 3","RAX of Maia 4"],"Quarter":["Duality"],"Center":["Spleen"],"Gate Name":"Gate 32: Duration - The Gate of Continuity","Circuitry":["Tribal ","Ego (Tribal)"],"Channels 2":["54-32 Channel of Transformation: A Design of Being Driven"],"Description":"This is the energy to intuitively know what big dreams are worth pursuing to ensure your success and that of your community. \n(+) At its highest expression, this is the energy for guiding the tribe to its highest potential, while successfully navigating the change and road bumps along the way. \n(-) At its lowest expression, this is the energy that fears failure and may engage in unhealthy relationship dynamics in an attempt to dampen the fear feelings. These dynamics can manifest as codependency on one hand or isolating yourself from friends and family on the other. \n(^) It is helpful with this energy to develop an acceptance for change and redefine a healthy relationship between success and failure.","Harmonious Gate(s)":["Gate 54: The Marrying Maiden - The Gate of Ambition"]},{"Notable facts":"One of 4 aloneness gates","Incarnation Crosses":["RAX of the Four Ways 1","RAX of the Four Ways 2","RAX of the Four Ways 3","RAX of the Four Ways 4","JX of Retreat","LAX of Refinement 1","LAX of Refinement 2"],"Quarter":["Civilization"],"Center":["Throat"],"Gate Name":"Gate 33: Retreat - The Gate of Privacy","Circuitry":["Sensing/abstract (Collective)","Collective"],"Channels 2":["13-33 Channel of The Prodigal: A Design of a Witness"],"Description":"This is the energy to quietly contemplate experiences and share valuable lessons that serve the greater collective. \n(+) In its highest expression, this energy recognizes that all experiences and memories from the past, even painful ones, have the potential for wisdom.\n(-) In its lowest expression, this energy contains a fear that the past will repeat itself. This can result in hiding on one hand or constantly fixating and discussing the past on the other. \n(^) Cultivate a relationship towards time and past experiences, such that you trust that the lessons will reveal themselves at the right time. ","Harmonious Gate(s)":["Gate 13: The Fellowship of Man - The Gate of the Listener"]},{"Notable facts":"Busiest gate, the \"multitask\" gate","Incarnation Crosses":["RAX of the Sleeping Phoenix 1","RAX of the Sleeping Phoenix 2","RAX of the Sleeping Phoenix 3","RAX of the Sleeping Phoenix 4","JX of Power","LAX of Duality 1 ","LAX of Duality 2"],"Channels":["34-20 Channel of Charisma: A Design where Awareness must become Deed","34-57 Channel of Power: A Design of an Archetype","34-10 Channel of Exploration: A Design of Following One's Convictions"],"Quarter":["Mutation"],"Center":["Sacral"],"Gate Name":"Gate 34: Power - The Gate of Power","Circuitry":["Integration","Individual "],"Description":"This is the energy to harness pure power to ultimately serve the common good. This is the busiest gate in the chart. \n(+) At its highest expression, this is the energy to be independent, focused and powerfully energized in  in pursuit of your goals.\n(-) At its lowest expression, this is the energy that, without a clear vision, quickly dissipates leaving you burned out, powerless or frustrated. \n(^) Prioritize regular time and space to get clear on your vision, reconnect with your inner guidance to know when the right time is for your aligned action. ","Harmonious Gate(s)":["Gate 10: Treading - The Gate of the Behavior of the Self","Gate 57: The Gentle - The Gate of Intuitive Insight ","Gate 20: Contemplation - The Gate of the Now"]},{"Notable facts":"The Jack of All Trades gate","Incarnation Crosses":["RAX of Consciousness 1","RAX of Consciousness 2","RAX of Consciousness 3","RAX of Consciousness 4","JX of Experience","LAX of Separation 1 ","LAX of Separation 2"],"Quarter":["Civilization"],"Center":["Throat"],"Gate Name":"Gate 35: Progress - The Gate of Change","Circuitry":["Collective","Sensing/abstract (Collective)"],"Channels 2":["36-35 Channel of Transitoriness:  A Design of a Jack of all Trades"],"Description":"This is the energy to engage in worthwhile adventures that light you up and share the gifts of the emotions and lessons learned. \n(+) In its highest expression, this energy is curious and recognizes that life can be an amazing adventure and reveal lessons through experiences. \n(-) At its lowest expression, this is the energy of boredom and impatience with life which can lead to rushing into or overdoing things to try to deal with the energy. \n(^) Embrace your strong desire for emotion-driven experiences and consciously choose the ones you'd like to have - this is like holding out for the delicious main meal instead of quickly getting stuffed on the appetizers. \n\no live life as a great adventure of the emotional heart.","Harmonious Gate(s)":["Gate 36: The Darkening of the Light - The Gate of Crisis"]},{"Incarnation Crosses":["LAX of the Plane 1","LAX of the Plane 2","JX of Crisis","RAX of Eden 1","RAX of Eden 2","RAX of Eden 3","RAX of Eden 4"],"Channels":["36-35 Channel of Transitoriness:  A Design of a Jack of all Trades"],"Quarter":["Initiation"],"Center":["Solar Plexus "],"Gate Name":"Gate 36: The Darkening of the Light - The Gate of Crisis","Circuitry":["Collective","Sensing/abstract (Collective)"],"Description":"This is the energy to create and grow through emotional crises and patience with desires. \n(+) At its highest expression, this is the energy for compassion and empathy towards yourself and others during emotional crises.  \n(-) At its lowest expression, this is the energy for feelings of emotional or sexual inadequacy and lack of compassion towards yourself and others. \n(^) To raise the frequency of this energy, its helpful to start with radical self-acceptance and strengthening your faith in the unfolding of life and your ability to handle crises. ","Harmonious Gate(s)":["Gate 35: Progress - The Gate of Change"]},{"Notable facts":"Most communal gate ","Incarnation Crosses":["RAX of Planning 1","RAX of Planning 2","RAX of Planning 3","RAX of Planning 4","JX of Bargains","LAX of Migration 1","LAX of Migration 2"],"Channels":["37-40 Channel of Community: A Design of a Part Seeking a Whole"],"Quarter":["Initiation"],"Center":["Solar Plexus "],"Gate Name":"Gate 37: The Family - The Gate of Friendship","Circuitry":["Tribal ","Ego (Tribal)"],"Description":"This is the energy to be the family or community leader who ensures that all the emotional and relational dynamics are working correctly. \n(+) The highest expression of this energy is peace and harmony through respect, strong communication and healthy boundaries. \n(-) At its lowest expression, this is the energy of self-sacrificing in order to keep the peace, on one hand, or abdicating responsibility over your emotions and projecting them onto others. \n(^) To raise the frequency of this energy, get clear on your [emotional] boundaries and enforce them. And be sincere and as clear as possible in your communication. With this tribal energy of interaction, effective communication is important. ","Harmonious Gate(s)":["Gate 40: Deliverance - The Gate of Aloneness"]},{"Notable facts":"One of 3 deafness gates","Incarnation Crosses":["RAX of Tension 1","RAX of Tension 2","RAX of Tension 3","RAX of Tension 4","LAX of Individualism 1","LAX of Individualism 2","JX of Opposition"],"Channels":["38-28 Channel of Struggle: A Design of Stubbornness"],"Quarter":["Mutation"],"Center":["Root"],"Gate Name":"Gate 38: Opposition - The Gate of the Fighter","Circuitry":["Individual ","Knowing (Individual)"],"Description":"This is the energy of a fierce determination to meet life and its challenges head-on and find deep purpose and meaning in life. \n(+) At its highest expression, this is the energy to fight for what is right. \n(-) At its lowest expression, this is the energy that fights for the sake of it, or believes that all of life is a meaningless struggle. \n(^) This energy contains the frequency of struggle and the frequency of a fighter. Challenges and pressure are not necessarily \"bad\" things. It's all about perspective. To raise the frequency of this energy, reframe your beliefs around struggle and recognize that you have within you the fighting spirit to meet challenges head-on. ","Harmonious Gate(s)":["Gate 28: Preponderance of the Great - The Gate of the Game Player"]},{"Notable facts":"One of 3 deafness gates","Incarnation Crosses":["RAX of Tension 1","RAX of Tension 2","RAX of Tension 3","RAX of Tension 4","JX of Provocation","LAX of Individualism 1","LAX of Individualism 2"],"Channels":["39-55 Channel of Emoting: A Design of Moodiness"],"Quarter":["Civilization"],"Center":["Root"],"Gate Name":"Gate 39: Obstruction - The Gate of the Provocateur","Circuitry":["Individual ","Knowing (Individual)"],"Description":"This is the energy to provoke heightened states of emotional and spiritual awareness. You have the potential to persevere through your moods and provoke deeper self-responsibility in others and yourself. \n(+) You have a deep and rich emotional energy that can be channeled into creative pursuits and that can awaken passion and spirit in you and others.  \n(-) You may be internally pressured into excess like hoarding, an eating disorder or substance abuse. You may also take on the responsibility of other people's emotions and be a people pleaser. \n(^) Recognize when you are taking responsibility for emotions that do not belong to you and abdicate them to their rightful owner. Be patient with your own internal pressure, experiment with sitting with and working through it. ","Harmonious Gate(s)":["Gate 55: Abundance - The Gate of Spirit"]},{"Notable facts":"One of 4 aloneness gates","Incarnation Crosses":["RAX of Planning 1","RAX of Planning 2","RAX of Planning 3","RAX of Planning 4","JX of Denial","LAX of Migration 1","LAX of Migration 2"],"Quarter":["Duality"],"Center":["Heart"],"Gate Name":"Gate 40: Deliverance - The Gate of Aloneness","Circuitry":["Tribal ","Ego (Tribal)"],"Channels 2":["37-40 Channel of Community: A Design of a Part Seeking a Whole"],"Description":"This is the energy to balance your generosity of spirit with your need for alone time. \n(+) In its highest expression, this energy appreciates community and also respects its own need for time alone. \n(-) In its lowest expression, this is the energy of feeling deeply lonely, unwanted or unloved on one hand, or burning out from over-giving on the other hand. \n(^) This is one of the \"aloneness\" gates - it's not selfish for you to take time to yourself to care for your own needs before serving others. This is important for raising the energy of this gate. It is also helpful to set and communicate healthy boundaries. ","Harmonious Gate(s)":["Gate 37: The Family - The Gate of Friendship"]},{"Notable facts":"The only initiating codon","Incarnation Crosses":["RAX of the Unexpected 1","RAX of the Unexpected 2","RAX of the Unexpected 3","RAX of the Unexpected 4","JX of Fantasy","LAX of the Alpha 1 ","LAX of the Alpha 2"],"Channels":["41-30 Channel of Recognition: A Design of Focused Energy, Feelings"],"Quarter":["Mutation"],"Center":["Root"],"Gate Name":"Gate 41: Decrease - The Gate of Contraction","Circuitry":["Collective","Sensing/abstract (Collective)"],"Description":"This is the energy to seek out new emotional experiences with others and to see your fantasies and daydreams through fulfillment. \n(+) At its highest expression, this energy recognizes that visions and ideas manifested through form are what drives transformation. As such, it is steadfast in its imaginings and patient for the right time to act. \n(-) At its lowest expression, this is the energy of non-action, of being stuck in fantasizing and not doing anything about it. \n(^) The key to raising this frequency is facing your fears. It'll be helpful to deconstruct what exactly those fears are and outline steps towards taking action. ","Harmonious Gate(s)":["Gate 30: The Clinging Fire - The Gate of Desire and Feelings."]},{"Incarnation Crosses":["RAX of Maia 1","RAX of Maia 2","RAX of Maia 3","RAX of Maia 4","JX of Completion","LAX of Limitation 1","LAX of Limitation 2"],"Quarter":["Initiation"],"Center":["Sacral"],"Gate Name":"Gate 42: Increase - The Gate of Growth","Circuitry":["Collective","Sensing/abstract (Collective)"],"Channels 2":["53-42 Channel of Maturation: A Design of Balance Development"],"Description":"This is the energy to see projects and goals through completion in the cycles of experiential growth. \n(+) At its highest expression, this is the energy that is forward looking at the bright possibilities and contributes to them by bringing projects and goals to their full potential. \n(-) At its lowest expression, this is the energy of being stuck in repeating cycles, and trying to control or force how things end. This may manifest in self-sabotaging actions. \n(^) It is important to enter into each new experience without expectations and without baggage from the past. Honor your inner guidance to choose what work you feel committed to seeing through to completion. ","Harmonious Gate(s)":["Gate 53: Development - The Gate of Beginnings "]},{"Notable facts":"One of 4 aloneness gates","Incarnation Crosses":["RAX of Explanation 1 ","RAX of Explanation 2","RAX of Explanation 3","RAX of Explanation 4","JX of Insight","LAX of Dedication 1","LAX of Dedication 2"],"Channels":["43-23 Channel of Structuring: A Design of Individuality, From Genius to Freak"],"Quarter":["Mutation"],"Center":["Ajna "],"Gate Name":"Gate 43: Breakthrough - The Gate of Insight","Circuitry":["Individual ","Knowing (Individual)"],"Description":"The energy to tune into ideas that create breakthroughs and communicate them at the right time.\n(+) The highest expression of this energy is alternative insights that up-level the way things are currently done. You have the potential to tune into inner and universal wisdom. \n(-) You may experience mental anxiety that your ideas will not be understood, and may deal with a fear of rejection. The lowest expression of this energy though, is listening to and trusting the wisdom of others far and over your own inner knowing. \n(^) Create alone time to really tune into your inner wisdom, and commit to trusting it. Also practice patience with waiting for the right time and audience to communicate your insights. ","Harmonious Gate(s)":["Gate 23: Splitting Apart - The Gate of Assimilation"]},{"Incarnation Crosses":["RAX of the Four Ways 1","RAX of the Four Ways 2","RAX of the Four Ways 3","RAX of the Four Ways 4","JX of Alertness","LAX of Incarnation 1","LAX of Incarnation 2"],"Channels":["44-26 Channel of Surrender: A Design of a Transmitter"],"Quarter":["Duality"],"Center":["Spleen"],"Gate Name":"Gate 44: Coming to Meet - The Gate of Alertness","Circuitry":["Ego (Tribal)","Tribal "],"Description":"This is the energy to instinctively know what transformations are necessary for the community to reach its highest potential. It is the energy of learning from and forgiving the past. \n(+) The highest expression of this energy is to use lessons of the past to keep from repeating the same mistakes and to champion forgiveness of the past. \n(-) At its lowest expression, this is the energy of using past mistakes as a crutch to not move forward. \n(^) It is helpful in raising this energy to really ground yourself in the present moment and recognize a pattern repeats if you create it repeating. Offer grace to yourself for mistakes from the past, recognize it as the past and make powerful choices in the present moment guided by your instincts.","Harmonious Gate(s)":["Gate 26: The Taming Power of the Great - The Gate of the Egoist"]},{"Notable facts":"King/Queen Gate","Incarnation Crosses":["LAX of Confrontation 1 ","LAX of Confrontation 2","RAX of Rulership 1 ","RAX of Rulership 2","RAX of Rulership 3","RAX of Rulership 4","JX of Possession"],"Quarter":["Civilization"],"Center":["Throat"],"Gate Name":"Gate 45: Gathering Together - The Gate of the Gatherer","Circuitry":["Ego (Tribal)","Tribal "],"Channels 2":["21-45 Channel of Money: A Design of a Materialist"],"Description":"This is the energy of natural leadership, money and wellbeing. It is often referred to as the King/Queen gate. \n(+) At its highest expression, this is the energy of masterfully managing and distributing the resources of the community, bringing guidance and harmony. \n(-) At its lowest expression, this energy may unconsciously hide its power and inevitably remain broke on one hand or it may hoard money and resources on the other. \n(^) Key to raising this energy is acknowledging your natural leadership tendency and leading with integrity. ","Harmonious Gate(s)":["Gate 21: Biting Through - The Gate of the Hunter / Huntress"]},{"Notable facts":"One of 4 love gates","Incarnation Crosses":["RAX of the Vessel of Love 1","RAX of the Vessel of Love 2","RAX of the Vessel of Love 3","RAX of the Vessel of Love 4","LAX of Healing 1","LAX of Healing 2","JX of Serendipity"],"Quarter":["Duality"],"Center":["G Center"],"Gate Name":"Gate 46: Pushing Upward - The Gate of the Determination of the Self","Circuitry":["Collective","Sensing/abstract (Collective)"],"Channels 2":["29-46 Channel of Discovery: A Design of Succeeding Where Others Fail"],"Description":"This is the energy to recognize the good fortune, serendipity, divine grace, beauty and love of being in a physical body. \n(+) You are deeply grounded in your body and creatively expressive in an experiential way, delighting in the synchronicity of life.  \n(-) You may abdicate presence in your body by not being present in the moment or by taking life too seriously. You may turn to food, alcohol, drugs, etc to dull the feeling of being in a body. \n(^) Tune into your body and its sensations, without judgement or criticism. Practice being present in the moment. Activities like meditation, yoga, qigong can help with feeling attuned to your body. ","Harmonious Gate(s)":["Gate 29: The Abysmal - The Gate of Perseverance."]},{"Incarnation Crosses":["RAX of Rulership 1 ","RAX of Rulership 2","RAX of Rulership 3","RAX of Rulership 4","JX of Oppression","LAX of Informing 1 ","LAX of Informing 2"],"Quarter":["Duality"],"Center":["Ajna "],"Gate Name":"Gate 47: Oppression - The Gate of Realization","Circuitry":["Collective","Sensing/abstract (Collective)"],"Channels 2":["64-47 Channel of Abstraction: A Design of Mental Activity Mixed with Clarity"],"Description":"This is the energy of insight, realization and epiphanies, which when shared at the right time, with the right audience, benefit the common good. \n(+) At its highest expression, this energy stays open and unattached to its thoughts and stories and trusts that clarity will come in the right time. \n(-) At its lowest expression, this is the energy to become obsessive about your thoughts and attaching meaning to them. \n(^) Practice mindfulness - watching your thoughts as the observer of them. Practice patience, and create space for the ah-ha moments to show up in their own time. ","Harmonious Gate(s)":["Gate 64: Before Completion - The Gate of Confusion"]},{"Notable facts":"Gate of taste, beauty, design","Incarnation Crosses":["RAX of Tension 1","RAX of Tension 2","RAX of Tension 3","RAX of Tension 4","JX of Depth","LAX of Endeavor 1 ","LAX of Endeavor 2"],"Channels":["48-16 Channel of The Wavelength: A Design of Talent"],"Quarter":["Duality"],"Center":["Spleen"],"Gate Name":"Gate 48: The Well - The Gate of the Depth","Circuitry":["Collective","Understanding/logic (Collective)"],"Description":"This is the energy to bring depth and workable solutions to serve the common good. It is also the gate of taste, beauty and design. \n(+) At its highest expression, this energy recognizing that true wisdom doesn't come from education or information gathering but from embodiment. As such, it gets started on an endeavor and trusts that it knows what it needs and all else will come. \n(-) At its lowest expression this is the energy for overpreparing, overplanning and other actions that attempt to cope with the fear of inadequacy. \n(^) Acknowledge your need to go deep and gather information to feel prepared, but balance that with an honest moment-to-moment assessment of whether or not you are knowledge-seeking and stalling doing due to a fear that you are not enough or do not know enough.","Harmonious Gate(s)":["Gate 16: Enthusiasm - The Gate of Skills"]},{"Notable facts":"The Divorce gate ","Incarnation Crosses":["RAX of Explanation 1 ","RAX of Explanation 2","RAX of Explanation 3","RAX of Explanation 4","JX of Principles","LAX of Revolution 1 ","LAX of Revolution 2"],"Quarter":["Initiation"],"Center":["Solar Plexus "],"Gate Name":"Gate 49: Revolution - The Gate of Principles","Circuitry":["Tribal ","Ego (Tribal)"],"Channels 2":["19-49 Channel of Synthesis: A Design of Sensitivity"],"Description":"This is the energy to be in integrity in relationships, to make a radical change in status if principles dictate it. \n(+) At the highest expression, this is the energy that senses when is the right time for change or a revolution and takes the lead on that based on principles. \n(-) At the lowest expression, this energy may be very rigid and black-and-white in relationships. This can manifest as ruthlessly cutting people out of your life when they don't live up to your standards. \n(^) This is an emotional energy that benefits from time and space to process. It's also helpful here to cultivate a compassion practice. ","Harmonious Gate(s)":["Gate 19: Approach - The Gate of Wanting"]},{"Notable facts":"Aura-breaking gate","Incarnation Crosses":["RAX of Laws 1","RAX of Laws 2","RAX of Laws 3","RAX of Laws 4","JX of Values","LAX of Wishes 1","LAX of Wishes 2"],"Quarter":["Duality"],"Center":["Spleen"],"Gate Name":"Gate 50: The Cauldron - The Gate of Values","Circuitry":["Defense (Tribal)","Tribal "],"Channels 2":["27-50 Channel of Preservation: A Design of Custodianship"],"Description":"This is the energy to be nurturing and caring of the people within your tribe. You have the potential to penetrate the aura of others and uphold the values of the tribe. \n(+) You are able to determine and tune a group into the values and beliefs that will best serve that community and the collective.\n(-) You may be over-nurturing towards others and abandon yourself or take on more responsibility than is appropriately yours. You may also remain in groups that do not align with your values.\n(^) Identify what your values are and establish your boundaries based on them. ","Harmonious Gate(s)":["Gate 27: Nourishment - The Gate of Caring."]},{"Incarnation Crosses":["RAX of Penetration 1","RAX of Penetration 2","RAX of Penetration 3","RAX of Penetration 4","JX of Shock","LAX of the Clarion 1 ","LAX of the Clarion 2"],"Channels":["51-25 Channel of Initiation: A Design of Needing to be First"],"Quarter":["Initiation"],"Center":["Heart"],"Gate Name":"Gate 51: The Arousing - The Gate of Shock","Circuitry":["Individual ","Centering (Individual)"],"Description":"This is the energy to arouse / initiate / shock yourself and others into new levels of self-love and personal transcendence. \n(+) At its highest expression, this is the energy to trust in life's ability to transform you through intense experience into higher realms of spiritual experiences. \n(-) At its lowest expression, this is the energy to use shock as a weapon against others. It may manifest as consciously hurting others and creating traumatic experiences. \n(^) This energy's frequency is lowered by a lack of faith in meaning behind traumatic experiences. To raise the energy here, it is helpful to process your feelings and remain open to the lessons from past experiences. ","Harmonious Gate(s)":["Gate 25: Innocence - The Gate of the Spirit of the Self"]},{"Incarnation Crosses":["RAX of Service 1","RAX of Service 2","RAX of Service 3","RAX of Service 4","JX of Stillness","LAX of Demands 1","LAX of Demands 2"],"Channels":["52-9 Channel of Concentration: A Design of Determination"],"Quarter":["Civilization"],"Center":["Root"],"Gate Name":"Gate 52: Keeping Still - The Gate of Inaction","Circuitry":["Collective","Understanding/logic (Collective)"],"Description":"This is the energy of dynamic stillness and a raw power to concentrate while waiting for the right time to take action. \n(+) At its highest expression, this energy has found a balance between sitting still, trusting divine timing and taking action when the time is right. \n(-) At its lowest expression, this is the energy for restlessness on one hand and depression on another. There may be a forcing of things to happen or a resignation and stagnation when it is the time to act. \n(^) This is the energy for concentration. Tune into the things you enjoy spending time on and channel this energy towards that. It may also be helpful to develop mindfulness practices that build on this natural ability to focus. ","Harmonious Gate(s)":["Gate 9: The Taming Power of the Small - The Gate of Focus"]},{"Incarnation Crosses":["RAX of Penetration 1","RAX of Penetration 2","RAX of Penetration 3","RAX of Penetration 4","JX of Beginnings ","LAX of Cycles 1 ","LAX of Cycles 2"],"Channels":["53-42 Channel of Maturation: A Design of Balance Development"],"Quarter":["Civilization"],"Center":["Root"],"Gate Name":"Gate 53: Development - The Gate of Beginnings ","Circuitry":["Collective","Sensing/abstract (Collective)"],"Description":"This is the energy to initiate things. It is a format energy, which means that it impacts all the other energies in your chart. \n(+) At its highest expression, this is the energy to see the infinite potential for progress through the beginnings of a new experience. \n(-) At its lowest expression, this is the energy for not seeing things through, quitting too soon or staying in your comfort zone. \n(^) This is a powerful initiating energy that needs to be channeled to work, projects, experiences that are appropriate for you. To raise its frequency, go within, to connect with and develop a trust of your inner guidance in deciding what experiences to initiate (and see through). ","Harmonious Gate(s)":["Gate 42: Increase - The Gate of Growth"]},{"Incarnation Crosses":["JX of Ambition","RAX of Penetration 1","RAX of Penetration 2","RAX of Penetration 3","RAX of Penetration 4","LAX of Cycles 1 ","LAX of Cycles 2"],"Channels":["54-32 Channel of Transformation: A Design of Being Driven"],"Quarter":["Mutation"],"Center":["Root"],"Gate Name":"Gate 54: The Marrying Maiden - The Gate of Ambition","Circuitry":["Tribal ","Ego (Tribal)"],"Description":"This is the energy to master the material plane as a path to spiritual growth. This is the seat of ambition. \n(+) At its highest expression, this is the energy of unlimited possibility and initiating big things. \n(-) At its lowest expression, this energy can be bitter, can burn itself out by overworking to try to get recognition or can give up too quickly when results take time. \n(^) To raise this energy, develop a clear vision and connect to it often. Also, overall, it is important to have a healthy relationship with money - recognizing that Spirit can be experienced in the mundane. ","Harmonious Gate(s)":["Gate 32: Duration - The Gate of Continuity"]},{"Incarnation Crosses":["JX of Moods","LAX of Spirit 1","LAX of Spirit 2","RAX of the Sleeping Phoenix 1","RAX of the Sleeping Phoenix 2","RAX of the Sleeping Phoenix 3","RAX of the Sleeping Phoenix 4"],"Quarter":["Initiation"],"Center":["Solar Plexus "],"Gate Name":"Gate 55: Abundance - The Gate of Spirit","Circuitry":["Individual ","Knowing (Individual)"],"Channels 2":["39-55 Channel of Emoting: A Design of Moodiness"],"Description":"This is the energy to recognize the infinite abundance and provision of life. \n(+) At its highest expression, this energy is the embodiment of the spirit of abundance, of faith in Spirit to provide. \n(-) At its lowest expression, this is the energy to weaponize your natural melancholic emotions against yourself and others. This may manifest as victim consciousness and self-punishment. \n(^) This is an emotional energy characterized by spikes and dips of passion and melancholy or moodiness. To raise the energy, cultivate a deep acceptance and appreciation of the breadth of your emotional range. ","Harmonious Gate(s)":["Gate 39: Obstruction - The Gate of the Provocateur"]},{"Notable facts":"One of 2 teaching gates","Incarnation Crosses":["LAX of Distraction 1 ","LAX of Distraction 2","JX of Stimulation","RAX of Laws 1","RAX of Laws 2","RAX of Laws 3","RAX of Laws 4"],"Quarter":["Civilization"],"Center":["Throat"],"Gate Name":"Gate 56: The Wanderer - The Gate of Stimulation","Circuitry":["Collective","Sensing/abstract (Collective)"],"Channels 2":["11-56 Channel of Curiosity: A Design of a Searcher"],"Description":"This is the energy to stimulate through stories and metaphors. You have the potential to be a great teacher and gifted storyteller. \n(+) You tell stories recounted from your experiences and with emotional color to them. \n(-) You may become emotionally attached to unsupportive internal stories. You may \n(^) Support your thirst for new stories to experience by social interaction, travel, play. ","Harmonious Gate(s)":["Gate 11: Peace - The Gate of Ideas"]},{"Notable facts":"Most intuitive gate + gate of the right ear + one of 3 deafness gates","Incarnation Crosses":["RAX of Penetration 1","RAX of Penetration 2","RAX of Penetration 3","RAX of Penetration 4","JX of Intuition","LAX of the Clarion 1 ","LAX of the Clarion 2"],"Channels":["57-10 Channel of Perfected Form: A Design of Survival","57-20 Channel of The Brainwave: A Design of Penetrating Awareness"],"Quarter":["Duality"],"Center":["Spleen"],"Gate Name":"Gate 57: The Gentle - The Gate of Intuitive Insight ","Circuitry":["Integration"],"Channels 2":["34-57 Channel of Power: A Design of an Archetype"],"Description":"This is the energy to trust your intuitive knowing and listen with your attuned right ear to the physical, emotional and psychic environments. Like the gentle wind that parts the clouds so the sun can shine through, this gate is about clarity of the intuition that allows the truth to be revealed. \nYou are acoustically sensitive and may easily tune out whatever you don't find appealing to hear in the moment. \n(+) You are able to trust your intuition in the now and be clairaudient and possibly psychic. \n(-) Fear of the future that can create uncertain and unclear energy, leading you to not trust your intuitive knowing because there's nothing logical to back it up. \n(^) Spend a lot of time in your own pure aura so you can get in tune with your intuition speaking to you. ","Harmonious Gate(s)":["Gate 20: Contemplation - The Gate of the Now","Gate 34: Power - The Gate of Power","Gate 10: Treading - The Gate of the Behavior of the Self"]},{"Incarnation Crosses":["RAX of Service 1","RAX of Service 2","RAX of Service 3","RAX of Service 4","JX of Vitality","LAX of Demands 1","LAX of Demands 2"],"Channels":["58-18 Channel of Judgment: A Design of Insatiability"],"Quarter":["Mutation"],"Center":["Root"],"Gate Name":"Gate 58: The Joyous - The Gate of Vitality","Circuitry":["Collective","Understanding/logic (Collective)"],"Description":"This is the energy to joyfully and compassionately challenge the status quo and initiate action towards change for the greater good. \n(+) In its highest expression, this is simply the energy to experience the joy in life. \n(-) In its lowest expression, this is the energy for bitterness and stress through allowing outside pressures to override your inner joy. \n(^) True joy comes from within. To raise the energy of this gate, cultivate beliefs and habits that create joy and contentment. ","Harmonious Gate(s)":["Gate 18: Work on What Has Been Spoilt - The Gate of Correction"]},{"Notable facts":"Aura-breaking gate","Incarnation Crosses":["RAX of the Sleeping Phoenix 1","RAX of the Sleeping Phoenix 2","RAX of the Sleeping Phoenix 3","RAX of the Sleeping Phoenix 4","JX of Strategy","LAX of Spirit 1","LAX of Spirit 2"],"Channels":["59-6 Channel of Mating: A Design Focused on Reproduction"],"Quarter":["Duality"],"Center":["Sacral"],"Gate Name":"Gate 59: Dispersion - The Gate of Sexuality","Circuitry":["Tribal "],"Description":"This is the energy to break down barriers to intimacy and create deeper levels of connection. \n(+) At its highest expression, this is an energy connected to honesty and vulnerability as catalysts for true intimacy. \n(-) At its lowest expression, this energy has the potential for dishonesty and being guarded. This can result in unhealthy relationship dynamics. \n(^) This gate is referred to as aura-breaking because of its power to penetrate and create connection. Operating at the higher spectrum of this energy contributes supportive energy to the collective. To raise the frequency of this gate, it is helpful to recognize and communicate your boundaries, and develop safety in your body enough to be vulnerable.","Harmonious Gate(s)":["Gate 6: Conflict - The Gate of Friction"]},{"Incarnation Crosses":["RAX of Laws 1","RAX of Laws 2","RAX of Laws 3","RAX of Laws 4","JX of Limitation","LAX of Distraction 1 ","LAX of Distraction 2"],"Channels":["60-3 Channel of Mutation: A Design of Energy which Initiates and fluctuates, Pulse"],"Quarter":["Mutation"],"Center":["Root"],"Gate Name":"Gate 60: Limitation - The Gate of Acceptance ","Circuitry":["Individual ","Knowing (Individual)"],"Description":"This is the energy to drive a transformative process, when the time is right. \n(+) At the highest expression of this energy is the ability to use creativity to overcome limitations. \n(-) At the lowest expression, this is the energy for restlessness and a disdain for rules, boundaries and natural limits. \n(^) To raise the frequency of this energy, recognize that all of nature's creativity exists within structures - the sunsets exist in the boundaries of the sky, the waves of the ocean exist within the limits of the ocean itself. Explore what structures feel empowering to your creativity, reframing your belief around \"limitation\".","Harmonious Gate(s)":["Gate 3: Difficulty at the Beginning - The Gate of Ordering"]},{"Incarnation Crosses":["RAX of Maia 1","RAX of Maia 2","RAX of Maia 3","RAX of Maia 4","JX of Thinking","LAX of Obscuration 1","LAX of Obscuration 2"],"Channels":["61-24 Channel of Awareness: A Design of a Thinker"],"Quarter":["Mutation"],"Center":["Head "],"Gate Name":"Gate 61: Inner Truth - The Gate of Mystery, The Divine Door.","Circuitry":["Individual "],"Description":"This is the energy of unique insights emerging from a depth of self-acceptance of individuality. It is the energy of inner truth. \n(+) At its highest expression, this energy deeply accepts that truth is subjective and embraces the process of the unveiling of its individual, transformative inner truths. \n(-) At its lowest expression, this is energy is under a lot of pressure to answer the big life \"Why\" questions and to be able to explain itself. \n(^) To raise the frequency of this gate, it is important to embrace and truly enjoy thinking for the sake of it, without pressure to come up with an answer.","Harmonious Gate(s)":["Gate 24: The Return - The Gate of Rationalization"]},{"Incarnation Crosses":["RAX of Maia 1","RAX of Maia 2","RAX of Maia 3","RAX of Maia 4","JX of Detail","LAX of Obscuration 1","LAX of Obscuration 2"],"Quarter":["Civilization"],"Center":["Throat"],"Gate Name":"Gate 62: The Preponderance of the Small - The Gate of Details","Circuitry":["Understanding/logic (Collective)","Collective"],"Channels 2":["17-62 Channel of Acceptance: A Design of an Organizational Being"],"Description":"This is the energy to concretize, structure and communicate logical patterns that serve the greater good. \n(+) At the highest expression of this energy is a recognition that details matter and communication those in clear language can drive transformation. \n(-) At the lowest expression of this energy is the potential to hide insecurities behind logic and facts and to become overwhelmed when ideas don't seem to initially fit into a logical pattern. \n(^) This energy is about details and to raise its frequency, it is important to be clear about which are important and to practice being an objective observer of your thoughts. ","Harmonious Gate(s)":["Gate 17: Following - The Gate of Opinion"]},{"Incarnation Crosses":["RAX of Consciousness 1","RAX of Consciousness 2","RAX of Consciousness 3","RAX of Consciousness 4","JX of Doubts ","LAX of Dominion 1 ","LAX of Dominion 2"],"Channels":["63-4 Channel of Logic: A Design of Mental Ease Mixed With Doubt"],"Quarter":["Initiation"],"Center":["Head "],"Gate Name":"Gate 63: After Completion - The Gate of Doubt","Circuitry":["Collective","Understanding/logic (Collective)"],"Description":"This is the energy to use doubt to your advantage to ask bigger questions and connect with bigger possibilities. \n(+) At the highest expression of this energy is the potential to use doubt and suspicion to ask questions that can reveal deeper truths and create more solid foundations of belief. \n(-) At its lowest expression, this energy is turned inward into self-doubt or towards others into distrust and unjustified suspicion that can impact relationships.\n(^) To raise the energy of this gate, consciously reframe your thoughts of doubt when you find they are self-directed and not constructive. Also remember that you are not your thoughts. ","Harmonious Gate(s)":["Gate 4: Youthful Folly - The Gate of Formulization"]},{"Notable facts":"Gate of the left eye ","Incarnation Crosses":["JX of Confusion","RAX of Consciousness 1","RAX of Consciousness 2","RAX of Consciousness 3","RAX of Consciousness 4","LAX of Dominion 1 ","LAX of Dominion 2"],"Channels":["64-47 Channel of Abstraction: A Design of Mental Activity Mixed with Clarity"],"Quarter":["Duality"],"Center":["Head "],"Gate Name":"Gate 64: Before Completion - The Gate of Confusion","Circuitry":["Collective","Sensing/abstract (Collective)"],"Description":"This is the energy to embrace the timing and dynamic of inspiration. To trust that confusion will find resolution in its time. \n(+) At its highest expression, this energy recognizes the infinite possibilities of the collective consciousness and is patient with the unfolding of its imaginings. \n(-) At the lowest expression, this is the energy of tremendous pressure to have an answer to the \"how\" of the infinite possibilities. It can lead to mental anxiety and shutting down. \n(^) To raise this energy, it can be helpful to write down your ideas and give your mind space, without attachment to come up with the answers to its own questions of \"how\"","Harmonious Gate(s)":["Gate 47: Oppression - The Gate of Realization"]}]