[{"Challenges":"you may not be great with making changes and may feel uncomfortable if you feel as if you don't know enough \n you can be overprepared for a situation and be very nervous if it doesn't go the way you planned it  \n in the lowest expression, you may be terrified of the unknown and can miss life experiences because you're too busy questioning them  \n in a society that rushes us to express externally and constantly, you may experience feelings of insecurity if you haven't been able to take the time to fully investigate and set up your foundation \n\n","Description":"The first line is like the foundation of a house. It is motivated by the need for security, of having a stable base. Line 1s are typically very curious by nature - characterized by a voracious appetite for knowledge. You like to investigate and know everything about what you're about to do, or before you make a decision. Part of your life path is to share what you know with others - you are likely seen as a resource and go-to person who knows a lot. Your confidence is rooted in your understanding of information. \nYou are deeply introspective and may learn best when you're alone or through your own research and reflection. You don't do well with advice from others if it is not specifically sought. \nIn addition though, there is a deeply empathetic nature to this line and the inclination to study the behavior of others - to learn what works and what doesn't. \nIn it's highest expression, when 1 lines take the time to develop the secure foundation beneath them, they become an authority in their own right.","Category":"Intrapersonal - self-focused, all about personal experience and understanding","Dissonant With":"5 and 6","Harmony With":"4","Gifts":"focus on the details to provide layers to the big picture  \n ability to become an authority based on the breadth and depth of information gathered  \n able to self-teach, self-study on a topic of interest and be very immersed in it  \n","Line Name":"Investigator","Line Number":"1"},{"Challenges":"it may be tough to strike the balance between coming out into the world and retreating for your alone time  \n in it's lowest expression, you may hide from the world and miss the joy of life \n","Description":"The second line is called the Hermit. These are the natural geniuses who are called out by others to use their gifts. This line however is characterized by themes of insecurity like line 1 and shyness and loneliness - a preference to be left on their own to do their own thing. The Hermit is self-contained and does not like interference. This energy tends to operate counterintuitively though - where it happens that the more the hermit hides, the more the hermit is seen by others. This is because the 2 line is one of the projection lines. \nIn the highest expression, you wait to be called into the right experience, in the meantime enjoying your alone time and recharging yourself. ","Category":"Intrapersonal - self-focused, all about personal experience and understanding","Dissonant With":"4 and 6","Harmony With":"5","Gifts":"naturally gifted \n naturally drawing the attention of others \n","Line Name":"Hermit","Line Number":"2"},{"Challenges":"can become disappointing to experience lots of trial and error - especially in a society that judges them as mistakes - can lead to shutting down / can compound a fear of failure (gate 32) \n a need for space and time to experiment and embody experiences before knowing for sure what is right for you \n relaxing into the unfolding of your life after finding what doesn't work, requires a level of surrender and faith \n","Description":"The third line is called the Martyr or Experimenter. This is the energy of one who learns by trial and error. By embodying an experience to figure out whether or not something works, a path is right, etc. These people learn through trial and error. A theme of this energy is - bonds made and broken - because they tend to notice what doesn't work in a relationship, faster than anyone else.  \n3 lines are catalysts of change and even though they may feel very alone, they have a natural resilience and tenacity to them. \nIn their highest expression, they recognize there are is no such thing as failure and their many experiments make them wise about life. \nHalf of the 12 profiles carry a 3 line theme of mutation, trial and error and discovery as 6 lines live a 3rd line process for the first 30 years of their lives. ","Category":"Intrapersonal - self-focused, all about personal experience and understanding","Dissonant With":"4 and 5","Harmony With":"6","Gifts":"natural resilience and tenacity \n inherently skeptical - able to tell when something seems off or a relationship is on longer working  \n a wisdom truly grounded on experience \n","Line Name":"Martyr (Transformer, Experimenter)","Line Number":"3"},{"Challenges":"you may be afraid to speak your truth and fix things for fear of dealing with the challenges \n you may be inflexible and need as much certainty as possible before making a change  \n","Description":"The fourth line is the foundation of transpersonal relationships - gathering information about relationships. It is deeply influential, gregarious and has an innate friendliness akin to brotherhood or sisterhood. This profile has a gift for networking and a quality of life that is in direct proportion to the quality of their network of friends and associates. People are the biggest decision and investment they make in their lives.  But there is also a tendency towards people burnout that necessitates a retreat to rejuvenate.  \nThe 4th line does make changes very easily or readily because like the 1 line, there is a quality of insecurity, which in this case may have the energy of the fear of (social) rejection. It is usual to have another job lined up before making a shift, another relationship potential before leaving a lover. The unknown is very very uncomfortable for this profile line. \n4th lines have the unique capacity to impact people on a personal level - touching people's lives by the words they speak. ","Category":"Transpersonal - all about experiences in relationships with others","Dissonant With":"2 and 3","Harmony With":"1","Gifts":"a natural networker who makes connections and builds camaraderie \n a stable, consistent friend  \n","Line Name":"Opportunist (Connector, Networker)","Line Number":"4"},{"Challenges":"hiding away parts of yourself as a result of the projection field  \n being subject to other people's projections whether they be true or not -- need to be deliberate, clear and repetitive if needed so people see you for who you are  \n","Description":"The fifth line carries the most transpersonal karma and is the most universalizing of the profile lines. This means their message shines brightly like the sun, lighting up the world. their aura invites people in crisis to project onto them a potential for rescue. This life path is about helping others. They operate in a projection field where if unaware they may buy into other's perceptions of them as savior. Whereas what is really happening is an energetic mirroring for others to help them with healing and aligning their energy.\nBecause of the projections of others, fifth line profiles can be masters of hiding. \nIn your highest expression, you have the capacity to influence a great number of people (strangers unlike with the 4th profile line) and can seduce the room with your personality, ideas and even sexuality - a great salesperson to whom people tend to be naturally drawn. ","Category":"Transpersonal - all about experiences in relationships with others","Dissonant With":"1 and 3","Harmony With":"2","Gifts":"an energy that naturally draws others in  \n ability to effectively influence people (great salesman) \n","Line Name":"Heretic (Illuminator, Crazy Wisdom Guide)","Line Number":"5"},{"Challenges":"can become disappointing to experience lots of trial and error - especially in a society that judges them as mistakes - can lead to shutting down / can compound a fear of failure (gate 32) \n in its low expression, you can get stuck in your aloofness and struggle to get out into the world  \n relaxing into the unfolding of your life requires a level of surrender and faith \n","Description":"The sixth line is different from all the others in that it is triphasic. They go through 3 phases in life: \n- stage 1 from birth to 30, they operate as 3 lines in the experimenting and trial and error process. but they are not as resilient as 3 lines and may become pessimistic about life by their 20s. \n- stage 2 from 30 to 50, they retreat physically and/or emotionally from the world to regain their optimism. This is the phase referred to as going up on the roof - reflecting on what has worked and becoming secure and stable. This phase of deep inner work can lead some 6 lines to think they are depressed at this stage \n- stage 3 from 50, they are nudged off the roof to reengage with the world proper and emerge as role models bringing a unique perspective to the way life can work \nThis is the characteristic profile of a late bloomer. 6 lines are deeply trusting, they are able to see the bird's eye view after being on the roof and they are also driven to seek a soulmate and may feel incomplete until they do. The 6 line is born with an innate knowing, looking for truth, alignment, integrity and perfection in life. ","Category":"Transpersonal - all about experiences in relationships with others","Dissonant With":"1 and 2","Harmony With":"3","Gifts":"great potential for wisdom from lived experience and introspection \n\n","Line Name":"Role Model","Line Number":"6"}]