[{"Profile Name":"Investigator-Martyr","Famous Profiles":"Beyonce, Princess Diana","% of population":"14.3%","Suggestions / At Work":"Embrace your experiments as lessons learned as opposed to mistakes - the martyr side of your personality is throwing itself against new experiences to learn for itself and also to be able to share with others what worked and what didn't.  \n Respect your need to feel a secure level of knowledge before sharing but guard against that becoming perfectionism.  \n Communication is important - if you feel disengaged or interest waning on a project or commitment - renegotiate - perhaps there are new areas you can investigate to satisfy that aspect of your personality.  \n Because you're designed to learn and navigate life through your personal, lived experience, you may be perceived as selfish or self-centered - there is some truth to this and that's okay because it is part of your process.  \n","Description":"The Investigator-Martyr is very creative, restless, outgoing, independent and is consciously focused on finding inner strength by establishing a secure foundation. You learn through your personal experience of yourself in relation to the world. The first line has a deep insecurity that the earth could shift beneath your feet at anytime and combined with the non-committal nature of the third line, this keeps you forever inquisitive, trying out things before committing fully to them. You may be deeply introspective and at the same time very engaging, down-to-earth and direct in your interpersonal interactions. You are designed to try things in a lived way to see what works and what doesn't, though this process may be unconscious to you. \nYou don't like feeling caged in or bearing the weight of a responsibility such as being someone else's rock - as you are in search of your own solid foundations and are motivated by freedom to move from one subject matter to another. \nYour life process may resemble an eagerness to jump into projects and relationships and then retreat when your interest levels change. There is also a theme of a self-indulgent process of receiving and learning to trust before giving. Appreciate this self-centered, individual process as a form of hidden insecurity that can be addressed. \nYour profile is deeply self-absorbed and driven - underscored by the need for stability. You may recognize your own repetitious process of some breakthrough but not much lasting until you decide to commit to whatever you deem too important to lose. Ultimately, your passion for research and willingness to discover through exploration ignites a process that can contribute to evolving what has previously been taken for granted as facts. ","Profile Number":"1/3","Harmony/Dissonance":"Both Intrapersonal","Angle*":"Right-angle - personal destiny"},{"Profile Name":"Investigator-Opportunist","Famous Profiles":"Einstein, Muhammad Ali","% of population":"2.3%","Suggestions / At Work":"Respect your need to feel a secure level of knowledge before sharing but guard against that becoming perfectionism.  \n\n","Description":"The Investigator-Opportunist combines the Investigator's drive to get to the bottom of how things work with the Opportunist's urge to creatively externalize that knowledge with their network. There is an inherent harmony in this profile due to both lines of the profile wanting the same thing - to gather knowledge - the 1 line about the world, the 4 line about relationships. Both being foundational lines in Human Design makes this profile naturally insecure - which is pacified by the gathering of knowledge and becoming an expert. This profile is a minority in the population.  \nThere may be a theme of a more outgoing yet selective first line and socially capable yet weary and wanting to protect its heart fourth line.\nYou have a chameleon-like introspection that thrives in creative solitude (as opposed to being communally creative). The 4 part of your profile is a characteristic of a natural friendliness that attracts people and may not be completely conscious to you. You are essentially open-hearted and ready to embrace life but need to feel secure first. \nThe quality of your network is an important part of the quality of your life. You may have a fixedness about your personality that does not easily change its position and which can make change very unsettling for you. \nWhen you are passionate about what you do, you are a natural trailblazer and your warmth, skills, kindness and compassion draw admirers to you. In the highest expression, you have the potential to live out a life of power and influence people on a personal level. ","Profile Number":"1/4","Harmony/Dissonance":"Harmonious","Angle*":"Right-angle - personal destiny"},{"Profile Name":"Hermit-Opportunist","Famous Profiles":"Simone Biles, Oprah","% of population":"14.2%","Suggestions / At Work":"Honor your Hermit's side need for some alone time but also do not get caught up in the insecurity of it and not embrace your social side  \n","Description":"The Hermit-Opportunist is a natural who is called out by others to use share their innate talents. These are natural gifts that arise from within, rather than as a result of perfection through study. There is a dynamic tension between the conscious Hermit who would prefer its solitude in its secure environment doing what it enjoys most, and the Opportunist who is naturally friendly and has an urge to connect. \nYou may be an enigma even to yourself as the 2/4 profile neither sees itself clearly nor projects itself easily. You can be shy and craving solitude one minute and then interacting with the world in a bright and breezy manner the next minute. You may have an easy warmth about you and an attentiveness in conversation, not driven completely by wanting to understand the other, but also by wanting to understand yourself. Your gift for networking may not even be conscious to you and may feel as normal as breathing. \nYou may or may not recognize a certain vulnerability or fear of rejection. You are naturally open-hearted, warm and giving but this co-exists with a fear of exposing yourself too much and eventually being cast aside. You may have a propensity to be very giving and co-operative, even malleable. But there is a latent irritability that when taken for granted, riled up or upset can cause a display of unintended and reactive meanness. \nYou are highly creative and a natural - one would call you an easy, breezy genius. In your highest expression, when you embrace your naturalness, learn to trust yourself and life more, you can become a wise authority and impact people on a personal level. ","Profile Number":"2/4","Harmony/Dissonance":"Dissonant","Angle*":"Right-angle - personal destiny"},{"Profile Name":"Hermit-Heretic","Famous Profiles":"RBG, Steph Curry","% of population":"2.4%","Suggestions / At Work":"Honor your Hermit's side need for some alone time to get access to your creative genius  \n Acknowledge that you live in a projection field and respond to calls that are in alignment for you  \n","Description":"The Hermit-Heretic is the harmony of two projection lines - the Hermit who is unaware of the projection and the Heretic who is aware and somewhat cautious of the projection field. The Hermit would prefer its solitude in its secure environment doing what it enjoys most, while the Illuminator responds to calls in the projection field - showing up for others, as is part of its purpose. Combined it is the rare profile of a potentially charismatic leader who is initially reluctant to lead. \nYou have that breezy inner genius that can emerge at any time, surprising others and even yourself. You may even underestimate how brilliant you can be. Between looking to understand yourself in the other and being in the projection field, you may feel a sense of disorientation and a feeling that no one really understands you for you. \nBecause of your detached nature, you tend to assume a perspective that allows you to become the great rescuer and confidante. Keeping up appearances may be important to you as your hermit side seeks to protect itself by hiding its shyness and engaging in surface level interactions until you feel that your barriers have been broken down to the true you. The nature of your aura is such that people project onto you - they get a sense of possibility, hope and greatness from your presence. As such they seek the gifts you have to offer. Be careful that you recognize that these are projections, whether negative or positive, as without awareness these can become brutal self-beliefs or unrealistic burdens. Regardless, when your work is done, you are to step out of the projection field to protect against burnout. \nRespect your need for alone time and recognize that in your highest expression you have the potential to tap into your inner extraordinary gifts and serve humanity at a potent and transformational level. ","Profile Number":"2/5","Harmony/Dissonance":"Harmonious","Angle*":"Right-angle - personal destiny"},{"Profile Name":"Martyr-Heretic","Famous Profiles":"Naomi Osaka, Eckhart Tolle","% of population":"14.3%","Suggestions / At Work":"You may have a deep need for non-repetitive work - honor and advocate for that when you can - or yourself try to bring some variety where you can  \n Embrace your experiments as lessons learned as opposed to mistakes - the martyr side of your personality is throwing itself against new experiences to learn for itself and also to be able to share with others what worked and what didn't.  \n Acknowledge that you live in a projection field and respond to calls that are in alignment for you  \n \n","Description":"The Martyr-Heretic is referred to as the Great Fixer, here for a fast-track life that learns through embodied experiences in order to be able to educate and guide others from the wisdom gained. You have a deep curiosity and a passion to help others. A capable, luminary crisis leader with a penchant for challenging authority and the status quo. \nThis is a profile that is non-committal by nature yet charismatic and seductive - subtly reeling people into relationships, projects and adventures. \nThere may be an obvious zest for life in your nature but if the engaging experience of life has bumped too hard too many times against you, you may become defeated. But your design will not allow you stay down for too long - propelling you to seek a fresh new adventure. \nUltimately, you seek a reward for your hardship, and in your highest expression you indeed bring all that you have learnt into innovative solutions for the benefit of humanity. ","Profile Number":"3/5","Harmony/Dissonance":"Dissonant","Angle*":"Right-angle - personal destiny"},{"Profile Name":"Martyr-Role Model","Famous Profiles":"Kate Hudson, Mariah Carey","% of population":"2.3%","Suggestions / At Work":"Embrace your experiments as lessons learned as opposed to mistakes - the martyr side of your personality is throwing itself against new experiences to learn for itself and also to be able to share with others what worked and what didn't.  \n \n","Description":"The Martyr-Role Model is the archetype of the been there, done that leader who is deeply respected for their trial and error experience and their authentic and resolute communication style. You are a free spirit and an old soul, an anarchist and an administrator, a daredevil and a detached wise guide. For the first third of your life you consciously and unconsciously learn by embodying life experiences, bumping against life to see what works and what doesn't. There is an inner balance between the 3rd line's pessimism and the 6th line's optimism. \nTrust, perfection and indecision are big themes for this profile. You require a deep level of trust to feel secure in life. And the 6 line has a quality of nobility, and an inner knowing that expects perfection out of life. While in the second phase of life, the 3 line may seek to continue the experimentation while the 6 line would rather withdraw and assimilate and observe - leading to indecision. \nUltimately, in the highest expression, this profile becomes a role model of living true to your authentic self and transmuting life lessons (not mistakes) and experiences into wisdom. \n","Profile Number":"3/6","Harmony/Dissonance":"Harmonious","Angle*":"Right-angle - personal destiny"},{"Profile Name":"Opportunist-Role Model","Famous Profiles":"Pete Buttigieg, Eleanor Roosevelt, the Dalai Lama","% of population":"14.2%","Suggestions / At Work":"Respect your need to balance your social side with some alone time and space to observe. \n Embrace your experiments as lessons learned as opposed to mistakes - the martyr side of your personality is throwing itself against new experiences to learn for itself and also to be able to share with others what worked and what didn't.  \n","Description":"The Opportunist-Role Model is a generous visionary with a warm heart and a wise head in a transcendent aura. This is the profile of an astute observer who is driven to seek stability through a family, career and trusted network of friends but is in unconscious tension with the need to stand apart and experiment with what works and what doesn't and to reflect on the broader view of things. \nYou have an innate ability to connect with others through your exceptional and naturally effortless social skills. You are invested in seeing others succeed as much as you are in your own success. Your network is very important to you. There is almost a regal sense to your aura - one that thrives in accepting responsibility and bringing compassionate leadership. You are a force of great love and great change, and of power through intimacy. \nWhen you are rejected or you fail, it can really hurt your kind heart and cause you to retreat. \nAspects of the profile are in tension as the 4 line is nourished by friendships but the 6 line gets exhausted by all the contact and desires to stand back and witness. You are at once self-contained and seeking contact. \nUltimately, you have the potential to be a role model and leader that impacts a large network of people by being true to yourself, bringing wisdom through friendliness. ","Profile Number":"4/6","Harmony/Dissonance":"Both Transpersonal","Angle*":"Right-angle - personal destiny"},{"Profile Name":"Opportunist-Investigator","Famous Profiles":"Tom Brady, Angela Davis, Stevie Wonder","% of population":"2.4%","Suggestions / At Work":"Remain true to your nature of certainty and direction as you may find that following the crowd is not supportive for you.  \n Respect your need for a self-involved knowledge gathering process before sharing with the world. \n","Description":"The Opportunist-Investigator is the only fixed profile among the 12 - this is the profile of a train that cannot be taken off its track. It is a rare and unusual profile that lives a fixed fate - which is a theme that is determined by the incarnation cross. In some ways it is a loner's profile that needs to immerse itself in whatever it loves through its self-absorbed 1 line process, and establish a solid foundation in it to then share with its network. And in other ways it is the social butterfly's profile. Both lines are characterized by themes of insecurity which the 1 line addresses by using knowledge as as foundation and the 4 line addresses by gathering information in relationships. \nThe quality of your network is really important and you have an innate conscious friendliness and social ability to connect with others. It is important to connect with others who will support you in your fixed path as opposed to resist or be intimated by your steadfast pursuit. \nYou have an innate stability about your nature and an uncanny street smarts - acutely aware of what's going on around you and able to assess situations. You may be judged as rigid and inflexible but it is your nature to not compromise who you are to fit other people's expectations. That is part of the fixed fate profile. Because you see yourself clearly and are pretty much the same no matter the situation, it is easy for you to be a grounding, non-judgmental presence towards others. \nUltimately, by being yourself regardless of the situation, you bring the stability of an oak tree and the wisdom of your life discoveries to your network, influencing them in a very personal way. ","Profile Number":"4/1","Harmony/Dissonance":"Harmonious","Angle*":"Juxtaposition angle - fixed fate"},{"Profile Name":"Role Model-Martyr","Famous Profiles":"Steve Jobs, Serena Williams","% of population":"2.4%","Suggestions / At Work":"Cultivate objectivity as you go through your potentially intense trial and error phase.  \n","Description":"The Role Model-Martyr is the model of authority by uniquely embodied life experiences. This is the profile of wisdom from having been there and done that. You are naturally resilient and deeply driven to push the boundaries in life as a fast-track to advancement. You crave challenging situations and people who can give you understanding on a deeper level. With the 6 line living as a 3 line the first third of your life, that period of trial-and-error can feel very intense. By around your thirties, that starts to level out some, though you will continue to be under the 3 line influence to seek out new experiences and the 3 line theme of bonds made and broken. \nYou hunger to have an impact and make a meaningful contribution. Responsibility doesn't daunt you, in fact, you may thrive on taking charge. But the road may be challenging as you live out your unique path, as chaos sometimes needs to precede order. \nThere is a great need within you for openness and freedom, even though the 6 line is seeking a soulmate. \nUltimately, you are here to live out the model of what it is to live out as your true self and what a new world can be when each human's uniqueness is honored. ","Profile Number":"6/3","Harmony/Dissonance":"Harmonious","Angle*":"Left-angle - transpersonal destiny "},{"Profile Name":"Role Model-Hermit","Famous Profiles":"Maya Angelou, Michelle & Barack","% of population":"14.2%","Suggestions / At Work":"Honor your Hermit's side need for some alone time to get access to your creative genius  \n Embrace your experiments as lessons learned as opposed to mistakes - the 3rd line aspect of the first phase of your life involves throwing yourself against new experiences to learn for yourself and also to be able to share with others what worked and what didn't.  \n It may feel like you're behind everyone else or haven't quite come into your own yet, but trust that it is part of the process and your inner gifts will eventually be revealed.  \n \n","Description":"The Role Model-Hermit is the natural born authority, the old soul, the visionary and the wise guide. You may have been aware of this gift within yourself from a young age or not but you exude transpersonal power even when you're trying to not be noticed. The 6 line aspect gives you a bird's eye view of the world, able to see the big picture and making you wise beyond your years. Your life enfolds in the triphasic manner with the first third of it being filled with a lot of embodied experiments with what works and what doesn't. This trial and error experience, coupled with the unconscious hermit's insecurity and need for alone time, may lead you to become withdrawn and pessimistic by the time you're about 30. But in the next phase of your life where you retreat and assimilate what you've discovered from your experiences, your hermit side thrives and you are able to uncover your innate talents. After 50 you receive a calling, re-engage with life and become a true role model. \nYou may notice yourself to be an idealist with high ideals, high standards and high goals. You are insatiably curious, on a quest for knowledge and new interests and may be regarded as a master of general knowledge. You have an eternal optimism, natural enthusiasm for life and desire for perfection. There might be an unconscious avoidance of committing to people or projects, of using your abilities to the fullest, a sort of detached quality about you. But part of your role is to indeed let your innate talents be called forth. \nTrust is crucial for you and so is your alone time / solitude. You may also feel a pull to find your soulmate and this can become a theme in your life. \nUltimately, you have the capacity to live your truth and act as a role model showing humanity what it means to live as your full, authentic self. ","Profile Number":"6/2","Harmony/Dissonance":"Dissonant","Angle*":"Left-angle - transpersonal destiny "},{"Profile Name":"Heretic-Hermit","Famous Profiles":"Alvin Ailey, Justin Bieber","% of population":"2.3%","Suggestions / At Work":"Acknowledge that you live in a projection field and respond to calls that are in alignment for you. \n Honor your Hermit's side need for some alone time to get access to your creative genius  \n \n","Description":"The Heretic-Hermit is a rare profile of the reluctant luminary. Deeply gifted in an unusual yet typically unconscious way, you do not like being under pressure but often experience that due to the double projection field of both the 2nd and 5th lines. This is the profile of one who needs to come out in their own way and in their own timing but may be hesitant to due to the expectations they perceive from others and their own concerns about whether they will be able to live up to them. \nYou have the potential to be an incredible luminary who captivates the audience and provides practical solutions based on your natural gifts, before retreating to solitude. \nYou possess a delicate mix between introvert and extrovert. Remarkable with a hidden quality and mystery about you that may initially be illusive to you but radiates forward once you access those gifts yourself. The pathway to your gifts may be challenging but ultimately when realized you are like a force of nature whose contributions are revolutionary, authentic, selfless and generous. ","Profile Number":"5/2","Harmony/Dissonance":"Harmonious","Angle*":"Left-angle - transpersonal destiny "},{"Profile Name":"Heretic-Investigator","Famous Profiles":"Cher, MLK","% of population":"14.3%","Suggestions / At Work":"Respect your need to feel a secure level of knowledge before sharing but guard against that becoming perfectionism.  \n Acknowledge that you live in a projection field and respond to calls that are in alignment for you. \n  \n","Description":"The Heretic-Investigator is the natural leader and guide in life with a disciplined leadership based on meticulous research and preparation. What underlies this though is the unconscious insecurity of the 1 line. \nYou live in a projection field and are aware yet cautious of it, presenting an image of yourself and reluctant to show too much of your real self. It may be true that some people in your life don't know who you really are but remain charmed by you. The 5 line has a seductive nature that draws people to you and allows them project their problems and concerns onto you. Part of your karma is to help others and when the calling is right, you are able to bring practical solutions, using the knowledge you've gathered. \nYou are insatiably curious, hungry to learn and know. As such, you may derive self-worth from work. On the other hand, you may feel personal interactions to be vague and uncertain as you may be wary of more intimate interactions. Some may accuse you of being a subtle manipulator, but it is moreso about concealing your vulnerabilities and insecurities.\nUltimately, you are here to take the knowledge you have gathered and transform it into practical solutions that serve humanity. ","Profile Number":"5/1","Harmony/Dissonance":"Dissonant","Angle*":"Left-angle - transpersonal destiny "}]