[{"Strategy":"Responding","Suggestions / At Work":"trust yourself and advocate for your sacral yes or no  \n trust your authority as well (if it's emotional - you'll need to wait out your emotional wave to get clarity, after the initial sacral yes or no)  \n request to be asked yes/no questions and ask them of yourself  \n respect your capacity and power  \n if you've found work that you love, love it. own the fact that you love it \n embrace the relational nature of your design and find and work with people you trust  \n know that your energy can't hide - if you're not a yes for what you're doing, communicate that with your team, your manager, whoever, because your \"no\" sacral energy communicates how you feel (and pollutes the collective energy). being a yes is fantastic for you and fantastic for your team  \n if you feel frustrated, don't judge yourself, use it as a helpful indicator that you need to make a change (could be minuscule, medium, massive) - take some time to reflect and connect with others who can help see what might be causing the frustration \n","Gifts":"sustainable energy - getting even more energy as they work, till their sacral is depleted for the day and they fall asleep contentedly exhausted and wake up rejuvenated  \n inner GPS  - via the sacral responses which give clear yes or no answers, directing Generators in the most supportive path for them  \n responsive nature - a dance with life. not having to \"make\" things happen. responding as life naturally draws to them  \n proclivity to find and master their life's work - life's purpose is to find the right work for you and that's your offering to humanity (and work looks different for different people at different points in their lives)  \n relational capacity - inherently relational as the design of the generator energy system is set up that way. so generators tend to be natural team players  \n","Famous People":"Muhammad Ali, Oprah Winfrey, Deepak Chopra","Short Form Description":"Generators are the powerful life force of the planet. You are here to find and say yes to that which lights you up from the inside, and to ultimately derive satisfaction from applying your life force in response to work you find meaningful and rewarding. ","% of population":"35-37%","Long Form Description":"Generators are full of energy, vitality and purpose. They are the life force of the planet, with the juicy regenerative energy to respond to work that is meaningful to them and find satisfaction in doing. The more energy they expend doing work that they love, the more content they are. And when generators are doing work that they love and are lit up, their energy expands to all around them. That is the nature of their aura - open and enveloping, very relational, naturally drawing life to them. Because of this aura and the generative energy generators have to commit to work and see it through, people and opportunities naturally flow. The generator strategy is to wait to respond. The generator box, which is defined in this human design type is the Sacral - in responding, generators are to listen to and follow their sacral response. The sacral response is a gut, guttural, almost mechanical uh-uh or a-huh in response to close-ended yes or no questions. This strategy may be difficult to follow in a society that glorifies initiating and just making things happen. However, according to human design, the way the energy flows in your system is set up to respond rather than initiate. This is the way the generator dances with life. And there are always things to respond to. The guidance is to sit back within yourself, set your intention, reconnect with your sacral (which society has also trained us to override with our minds) and trust its response when inevitably life presents something to respond to. This can be an internal uh-huh or a-huh response to life happening that isn't a specific question. If you choose to take on the human design experiment, it is helpful as a Generator to start by waiting to respond to actual questions to get used to what responding from the sacral sounds and feels like versus an idea from your mind - which might be initiating instead. When you're living out of alignment with your energy and strategy, you feel frustration. But at your highest expression of your energetic potential, you are content and satisfied, as you have responded to and are doing work that lights you up. This energized satisfaction can look like calm, peaceful flow, feeling at ease, feeling present, losing track of time, sitting still - a general feeling that you are receiving life by doing vs feeling drained by it. ","Type":"Pure Generator","Challenges":"lacking inherent initiating capacity - which due to our society's conditioning that we should be able to make things happen as well as the focus on independence, this can feel disempowering. but that's society deciding something that just isn't how generators are set up and you may see that initiating might work sometimes but that you are more effective, more impactful and more satisfied when you are in partnership or teaming  \n waiting to respond - timing is everything! but again this can be very difficult as we have been conditioned to not wait - go out and do, and make things happen, but given that the sacral is the gps for generators, if you're not waiting to respond, you could quite literally be going down an unsupportive direction for you  \n trusting the sacral - getting back in touch with the sacral after years of being taught to trust our minds not our inner knowing and perhaps when we were younger, being told what we should want or not want, can be a challenge \n vulnerability to burning out - inevitably, over time, if the sacral's yes is overridden and a generator is committing their life force to doing things that are not \"yeses\", the sacral motor blows out and generators are caught in a healing crisis  \n energy resources being hijacked - generators have life force energy that draws life in and that energy resource can get hijacked when generators override what they know to do out of fear, love, a raise, etc, etc  \n frustration - when not responding to a \"yes\" or when they have hit a plateau in mastering work. the key here is to trust the sacral response to see if a commitment needs to be reestablished. because leaving when it was indeed the right work, can lead to floundering and being unfulfilled. but staying when its a no, can lead to burnout  \n non-supportive energy outlets - complaining, causing drama, wasting money, gambling, etc as a way to let out the life force if the work a generator is doing is not an energizing outlet  \n\n","Non-Primary Text Sources":"PureGenerators (website & Instagram) ","Nuances in Type":"generator with sacral defined to the spleen and another motor \n generator with sacral defined to the spleen and other definition  \n generator with sacral defined to the SP  \n generator with sacral defined to the root  \n generator with sacral defined to the G center  \n"},{"Strategy":"Responding then informing","Suggestions / At Work":"respect and appreciate that you have almost superpower abilities and are designed to be busy. if you skip steps, give yourself grace and give other people grace if they aren't as quick as you are  \n you may thrive with undisturbed time to work - advocate for that for yourself, carve out that time as you need it and allow yourself be absorbed in your work anddd inform the necessary people so they're aware  \n if you're feeling depleted or floundering, you may need to take a beat and focus, reconnect with your inner guidance and see what actually lights you up  \n if you are feeling unheard, unappreciated or disempowered, talk to someone who can help empower your voice (not feeling like you can speak can be hazardous to your thyroid) \n navigating between independence and relationship - find the balance that is comfortable for you. if at work it means carving out time to work alone or taking on solo projects if those are available, do that  \n","Gifts":"sustainable energy - getting even more energy as they work, till their sacral is depleted for the day and they fall asleep contentedly exhausted and wake up rejuvenated  \n inner GPS  - via the sacral responses which give clear yes or no answers, directing ManGens in the most supportive path for them which they can initiate action towards \n proclivity to find and master their life's work - life's purpose is to find the right work for you and that's your offering to humanity (and work looks different for different people at different points in their lives)  \n being heard and initiating - when acting in response to their sacral \"yes\", mangens are able to really be heard and to dynamically create and be effective at promoting  \n impacting people and situations - like a general but in response and in a relational capacity such as with MLK who was a mange \n empowering people - the gift of the motor-throat connection energetically empowers people around the mangen as well \n capacity to act on your own - due to already having a motor-throat connection, mangens can be independent and may enjoy working on things alone, believing that to be more efficient \n being prolific - when the sacral is turned on, mangens can create, create, create  \n multi-tasking - energetic capacity and speed gives the mangen the ability to really multi-task \n","Famous People":"MLK, Michael Jordan","Short Form Description":"ManGens are the multi-passionate, multi-hyphenate super humans who are here to say yes to their many passions, informing others who will be impacted and ultimately experience satisfaction and peace with their variety of projects.","% of population":"31-33%","Long Form Description":"Manifesting Generators are a hybrid of Manifestors and Generators. They have the sacral generator motor which means they have access to a sustainable, regenerative energy source that is energized when they are passionate about the work they are doing. They also have an energetic connection between their throat and a motor center in their design - giving them initiating capacity. The manifesting generator's aura is similar to a generator's as they are generators first. They have an open and enveloping aura that draws life to them, giving them things to respond to. They are able to move quickly from responding to initiating and because of this speed can often miss steps or override their sacral response. The Manifesting Generator's strategy is to respond and then to inform. Because of society's bias towards initiating, ManGens can believe themselves to be Manifestors and rush into initiating without waiting for something for their sacrals to respond to. The addition to responding in the ManGen strategy is informing. Because ManGens have initiating capacity and move really quickly, the strategy to inform others affected or involved in their actions helps reduce resistance. ManGens have the potential to manage multiple projects at once and often need to express that part of their energy or they may feel frustrated, angsty or restless. When ManGens have a variety to respond to and initiate, and can move at their quick pace, they experience the satisfaction of pursuing passions that energize them and the peace of doing it at their own pace. ","Type":"Manifesting Generator","Challenges":"learning to inform - because of how quickly a mangen moves and how absorbed they can get in their projects, learning to inform the related/relevant people can be a challenge  \n doing everything on their own - it can be hard for a mangen to recognize and accept when they need help. they may disregard pain, override their feelings and miss warning signs \n being in relationship - mangens dont need people in the way most do, so they can be challenging to be in a relationship with as they may not offer the same level of time and connection a partner needs - as they are absorbed in their own process \n lacking focus, skipping steps, burning out - if not paying attention to their sacral, mangens can become busy busy busy and scattered, leading to skipping steps, lack of mastery and ultimately burnout  \n frustration and anger - when not responding to a \"yes\" or when they have hit a plateau in mastering work. the key here is to trust the sacral response to see if a commitment needs to be reestablished. because leaving when it was indeed the right work, can lead to floundering and being unfulfilled. but staying when its a no, can lead to burnout. mangens can also get angry if things don't go their way  \n waiting to respond - timing is everything! but again this can be very difficult as we have been conditioned to not wait - go out and do, and make things happen, but given that the sacral is the gps for mangens, if you're not waiting to respond, you could quite literally be going down an unsupportive direction for you  \n trusting the sacral - getting back in touch with the sacral after years of being taught to trust our minds not our inner knowing and perhaps when we were younger, being told what we should want or not want, can be a challenge \n energy resources being hijacked - mangens have life force energy that draws life in and that energy resource can get hijacked when mangens override what they know to do out of fear, love, a raise, etc, etc  \n non-supportive energy outlets - complaining, causing drama, wasting money, gambling, etc as a way to let out the life force if the work a generator is doing is not an energizing outlet  \n","Non-Primary Text Sources":"N/A","Nuances in Type":"mangens with the direct sacral to throat connection via the channel of charisma 34-20  \n mangens with the 34-20 channel may feel like an overworked projector - particularly powerless and overwhelmed if they are not taking time to listen to and follow their sacral  \n their sacral response will also be very fast and may be verbal yes or no and the action taken may happen a split second afterwards  \n mangens with all centers defined  \n emotional mangens \n\n"},{"Strategy":"Being recognized and invited","Suggestions / At Work":"respect that you bring a different sort of value - a value of your presence  \n respect your need for rest and embrace it as a power really  \n focus on being relaxed and doing what you enjoy - stop trying hard to be seen and heard. do your diligence, and have fun in the waiting - remember that conscious silence speaks  \n remember that you thrive when you feel good at a \"being\" level  \n \nfor others: \nrespect what the projector has to say \n unlike yes/no questions for generators, projectors work best with open-ended questions (i'm wondering what your thoughts are about...? i'm wondering what you feel about...?) \n","Gifts":"quality of being - projectors have a particular quality about them that in and of itself is an offering. it's a quality of being at rest and being observant at the same time. their initial impact is in the quality of their presence \n magnetic - when they are not trying to assert themselves or their wisdom, people turn to projectors for their wisdom. it is an effortless attraction that draws attention to the projector \n strategic working - projectors have the gift for waiting for the right timing, when they work smarter and not harder  \n wise guides of humanity - their presence, magnetism and ability to see and understand others, makes projectors gifted guides by wisdom, not force  \n leadership - a different and new kind of leadership that is through recognition and wise guidance (Mandela, Barack)  \n","Famous People":"Mandela, Barack, Princess Diana","Short Form Description":"Projectors are the wise guides who are here to lean into and nurture their special abilities and experience success when they are recognized and invited to apply their unique ability to see something in a way that others can't.","% of population":"20-21%","Long Form Description":"Projectors are the seers of society, the wise guides who are able to discern energy, people, patterns and see the bigger picture. The Projector aura is focused, penetrating and absorbing, able to interact with people on a deeper energetic level. Because of the nature of their aura, the Projector strategy is to wait to be recognized and invited. When they are waiting to be recognized, Projectors must first recognize themselves. Note that an invitation can be anyone or anything seeking your involvement while genuinely recognizing your qualities. When they are invited, Projectors make excellent advisors, organizers and leaders, as they are able to see people's gifts and talents and guide them effectively (not by telling them what to do, ideally, but by asking the right questions). A lot of Projectors have been conditioned to believe that they are generators but even energy Projectors (with one or more motors besides the sacral defined) can only keep up with the generative energy for a while before they burnout. Some Projectors have been taught that they are lazy, that is also not the case - Projectors are not designed to work in the same way as majority of the Generator population - particularly not physical labor. Projectors are inherently relational, needing to be recognized and invited in order to be most effective. By nature of their projection aura, Projectors are naturally magnetic and do not have to try hard or force things but waiting may feel unnatural especially in our society. Projectors have to be relaxed and open and enjoying themselves, doing what they love, before they are seen and invited. It is through focusing on and caring for themselves that projectors ignite their magnetism, leading to the recognition and success that is the Projector signature.","Type":"Projector","Challenges":"unsustainable energy - vulnerability to burnout - projectors may be able to sustain work for some period of time, amplifying the sacral energy of others, but it is not sustainable long term and can lead the projector to burn out. particularly non-energy projectors [like a contact high then a crash] \n needing rest - projectors may be demeaned for their need to rest and may themselves not prioritize it due to society's reverence for \"doing\". projectors as such may be seen as lazy [when we rest, we are working - our minds are mulling, our subconscious is active. rest is phenomenal]  \n needing space from the generator field - to empty out energy that isn't theirs and really be able to rest, projectors need to get away and have their own space [like a plant needing the right shade or sun, right amount of water] \n needing to be in the right location to get the right invitations - they need to be living in a home and working in an office that is enjoyable for them - to align with their magnetism and receive the right invitations.  \n needing to wait for recognition and to be invited - projectors have to be relaxed and open and enjoying themselves, doing what they love before they are seen. they need to be focused on themselves and caring for themselves before they are called to service. \n lacks self-awareness - projectors are so easily able to see the other but often struggle to see and understand themselves. this is a double whammy as projectors need to recognize themselves in order to be recognized.  \n struggles with being seen and heard - when projectors are trying to be heard and see, it is off-putting. it can be abrasive and come from a needy and distorted place. The struggle to be seen and heard may prompt a projector to intensely market and try to insert themselves and this ultimately does not work. but when a projector relaxes and \"does\" less, they become more magnetic.  \n bitterness - when projectors feel that they are not being heard, seen or recognized, they can become bitter, which is not at all magnetic and is a challenge they must work through.  \n not knowing when enough is enough - trying to match and amplify the generator energy, instead of working strategically with the understanding of their own energy ultimately hurts the projector \n","Non-Primary Text Sources":"N/A","Nuances in Type":"mental projectors - definition in the head, ajna and/or throat only. the archetype of outer authority but sensitive to conditioning from all the open centers below  \n energy projectors - definition in one or two motors besides the sacral. temptation to discharge this energy by initiating or committing to work they don't actually enjoy or haven't been properly invited to do  \n classic projectors - definition below (and could be including) the throat but with no motors. able to be taste the fuel from the other motors and be discerning about what is right for them \n"},{"Strategy":"Informing","Suggestions / At Work":"respect the bigness of your energy and your power - step into it and do not shrink in order to please others or not repel them (it's just the nature of your energy)  \n honor your need for alone time to initiate and move quickly through things  \n inform team members and others who will be impacted by your work before you take action  \n if available to you, take on roles where you can initiate and innovate and others can drive the tasks to completion \n respect your need for rest and embrace it as a power really  \n teach people to respect your nonverbal creative process that requires time and space - ask to not be interrupted  \n \nfor others: \nrespect their need for time alone  \n don't try to control them  \n unlike yes/no questions for generators, manifestors work best with open-ended questions (i'm wondering what your thoughts are about...? i'm wondering what you feel about...?) \n","Gifts":"initiating action - throat to motor is an energetic design of initiating action, getting things going  \n impacting - by nature of their aura and by extension, their actions, manifestors have the gift of impacting others  \n speaking and being heard - inherently, due to the throat to motor connection, manifestors speak and are heard. even when a fear of public speaking has emerged due to conditioning, manifestors have this gift available to them \n acting independently - most independent and capable. may be considered a free spirit - able to act without advice or input from others  \n leadership - there is a self-possessed quality about manifestors that inspires awe and trust that matters are in capable hands \n","Famous People":"Frida Kahlo, Maya Angelou","Short Form Description":"Manifestors are the revolutionary innovators, here to forge new paths and follow their energetic impulses, informing others who will be impacted and ultimately feeling peace as they live the fullest expression of their power. ","% of population":"8-9%","Long Form Description":"Manifestors are the trailblazers with initiating energy. They are here to innovate and initiate action, acting independently to powerfully bring their vision to life. Manifestors have a closed and selective aura which can be met with resistance from other types. As such, the Mainfestor strategy is to inform - those who will be impacted by their decisions. When Manifestors face a lot of resistance, they make experience anger on one hand and passivity and accommodation on the other. Manifestors have a powerful presence and a powerful voice and an aura that can be mysterious and can create nervousness in others. Despite their initiating energy, Manifestors do not have sustainable working energy as they have undefined sacral centers - they may outwork others through the amplification of that center but only for short periods before that energy peters out. Your energy is a relentless driving energy that seeks to act and accomplish and a tremendous ability to motivate and propel others. A true powerhouse, you are here to be a dazzling light, initiating and inspiring and experiencing peace when you keep others informed of your actions. ","Type":"Manifestor","Challenges":"having a power hand - there may be guilt or embarrassment associated with this and a challenge of navigating your powerful presence skillfully  \n being broken - especially girls when younger are socialized and dominated and controlled by their parents, to curb their power and audacity. so finding out they are a manifestor can be shocking \n acting independently - not needing others - manifestors have a proclivity for aloneness and may struggle in team situations and especially where they have a boss telling them what to do  \n repelling auras - manifestors are extending energy not receiving energy and that can be repelling at an energetic level even before an actual word is spoken  \n needing to inform - this might be challenging for manifestors for fear that they may be stopped or might be annoying because they wonder why they need to. but this is the manifestor strategy for the most harmonious outcomes. also know that informing isn't negotiating or asking for permission. it is just letting people know so that it softens the blow of their actions.  \n no reliable inner guidance system - it takes a level of surrender as manifestors do not have a strategy that or an inner guidance system like the sacral to clue them in on if they are on track or not. it can be difficult to not know what's next and challenging to surrender to just trying, honoring yourself and being present  \n not designed to sustain energy - like projectors and reflectors, manifestors will need to be conscious of their energy and take rests as needed to support that as they are not designed to sustain work in its traditional sense  \n communication needs - manifestors can easily lose their train of thought if they are interrupted. they need space and time to let their thoughts out  \n anger - this can create an even more repelling atmosphere, so it is something the mannifestor will need to learn to manage and work with  \n unsupportive self-soothing behaviors - to cope with the anger and submission or with taking in too much of the generator energy  \n","Non-Primary Text Sources":"N/A","Nuances in Type":"manifestors with solar plexus to throat  \n manifestors with root to throat through the spleen \n manifestors with ego to throat  \n\n"},{"Strategy":"Waiting for ~28 days","Suggestions / At Work":"recognize your mirroring and fluidity and leverage it as a strength  \n respect your need for healthy boundaries and space and communicate them  \n respect your need for rest and embrace it as a power really  \n \nfor others: \nbe cautious of dumping on the reflector and respect their need for space  \n unlike yes/no questions for generators, reflectors work best with open-ended questions (i'm wondering what your thoughts are about...? i'm wondering what you feel about...?) \n","Gifts":"clear mirrors - uniquely able to clearly mirror others to themselves as non-judgemental observers. Reflectors may also be extraordinarily intuitive.  \n fluidity - a gift and a challenge. the gift being that they are free to meet every moment newly and be fully present in the moment without preconceptions of the situations  \n oneness with nature - an almost shamanic connection to nature as a healing, nourishing, reflecting parent  \n knowledge - Reflectors tend to be very knowledgable as they turn to systems to learn about themselves and all that they are experiencing with their openness. A few have photographic memories  \n connected to all things - awakening - connected to a oneness that no other type can imagine because the open centers are portals  \n wise and empathic - gifts of being able to experience the fullness of the other makes the Reflector often very wise and empathic to the human condition \n","Famous People":"Sandra Bullock, Richard Burton","Short Form Description":"Reflectors are the rare, true mirrors of society, here to sense, sample and share their wisdom of the health of the community or environment, to live a joy-filled and awakened life of magic moments. ","% of population":"1%","Long Form Description":"Reflectors are the rarest energy type out there. They have no defined centers and as such take in the energy of other centers and planetary transits. They are here to sample the world around them and discern what is truly working and what isn't. Reflectors have the greatest potential for wisdom of all of the energy types. The Reflector aura is sampling and resistant, able to read auras without taking in their frequencies too deeply. They are the most resilient of the energy types and unlike others which are considered solar types, Reflectors are lunar types. Their strategy is to connect to the lunar cycle to understand that reliable, repeating pattern, and make decisions based on that sense of consistency. This usually involves waiting a few days (sometimes up to 28 of the lunar cycle) before making decisions. Place is very important for a Reflector. They need to be in the right place, with the right people in order to experience true happiness. Because of the nature of their openness, Reflectors can be very wise about the human potential and can experience disappointment when that isn't lived up to. They may also experience disappointment when they rush into a decision. Reflectors have a calm, wise, sensitive nature about them that draws people in. Magical, rare beings, ultimately, the Reflector is here to feel good and to reflect to others their health and the health of the community. ","Type":"Reflector","Challenges":"lack of bearings - their fluidity and variability can be disorienting for themselves and for the people around them (if they haven't grounded on conditioning as a coping mechanism) \n need for the right environment - a stable environment and stable relationships provide grounding for the Reflector but also become a challenge of not merging into the other and finding and maintaining the right supportive environment  \n living in a pressure system - having to process the pressure from the different centers is a challenge. learning to be a witness instead of identifying, is the way out  \n not knowing when enough is enough - like other non-sacral beings, they may burn out if they try to keep up after taking on and amplifying a generator's energy for example  \n need for rest and to be out of the projection field - need to be mindful of needing to rest and being out of the projection field. nature helps with this  \n appearing invisible - they can be chameleon-like, blending into their environment. they can also become victims of being projected back on by people who are unaccustomed to the level of reflection and mirroring of the reflector \n waiting before making decisions - may not be 28 days but helpful to wait for clarity  \n disappointment - seeing what's possible for humanity and not happening can lead to disappointment for the reflector  \n","Non-Primary Text Sources":"N/A","Nuances in Type":"N/A \n"}]